Repository: yvt/openspades
Catalog: Resources/Locales/*/openspades.po
Languages: de, fr, id, ja, nb, nl, pl_pl, pt_br, pt_pt, ru, tr

# CreateProfileScreen
source: OK
fr: Valider
id: Oke
ru: ОК
tr: Tamam

# CreateProfileScreen
source: Decide later
de: Später entscheiden
fr: Décider plus tard
id: Tentukan Nanti
nb: Velg senere
nl: Kies later
pt_br: Mais tarde
pt_pt: Decidir mais tarde
ru: Решить позже
tr: Daha sonra karar ver

# CreateProfileScreen
source: Welcome to OpenSpades
de: Wilkommen bei OpenSpades
fr: Bienvenue sur OpenSpades
id: Selamat Datang di OpenSpades
nb: Velkommen til OpenSpades
nl: Welkom in OpenSpades
pt_br: Bem-vindo ao OpenSpades
pt_pt: Bem-vindo ao OpenSpades
ru: Добро пожаловать в OpenSpades
tr: OpenSpades'e Hoş Geldin

# CreateProfileScreen
source: Choose a player name:
de: Wähle einen Spielernamen:
fr: Choisissez un nom de joueur :
id: Pilih nama pemain:
nb: Lag et kallenavn:
nl: â€ªKies een naam:
pt_br: Escolha um nome de jogador:
pt_pt: Escolhe um nome de jogador:
ru: Выберите имя игрока:
tr: Oyuncu Adını Seç:

# CreateProfileScreen
source: Player name
de: Spielername
fr: Nom de joueur
id: Nama pemain
nb: Kallenavn
nl: Spelers naam
pt_br: Nome
pt_pt: Nome do Jogador
ru: Имя игрока
tr: Oyuncu adı

# CreateProfileScreen
source: You can change it later in the Setup dialog.
de: Später in den Einstellungen änderbar.
fr: Vous pourrez le changez par la suite via la boîte de dialogue de Configuration.
id: Kamu dapat mengubahnya nanti di dialog Penyetelan.
nb: Du kan forandre det senere i innstillingene.
nl: Je kan het later veranderen in opstart menu
pt_br: Você pode mudá-lo mais tarde em "Configurar"
pt_pt: Podes alterá-lo mais tarde nas Definições.
ru: Вы можете изменить его позже в меню настроек
tr: Daha sonra ayarlardan değiştirebilirsiniz.

# MainScreen
source: Connect
de: Verbinden
fr: Se connecter
id: Sambungkan
ja: 接続
nb: Koble til
nl: Verbind
pl_pl: Graj
pt_br: Conectar
pt_pt: Conectar
ru: Подключиться
tr: Bağlan

# MainScreen
source: Quick Connect
de: Direkt beitreten
fr: Connexion rapide
id: Sambungkan Cepat
ja: クイック接続
nb: Kjapp tilkobling
nl: Snel verbinden
pl_pl: Szybka gra
pt_br: Conexão rápida
pt_pt: Conexão Rápida
ru: Быстрое подключение
tr: Hızlı Bağlan

# MainScreen
source: Quit
de: Beende
fr: Quitter
id: Keluar
ja: 終了
nb: Avslutt
nl: Afsluiten
pl_pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ru: Выйти
tr: Çıkış

# MainScreen
source: Credits
fr: Crédits
id: Kredit
ja: クレジット
nb: Krediteringer
nl: Krediet
pl_pl: Twórcy
pt_br: Créditos
pt_pt: Crédito
ru: Авторы
tr: Yapımcılar

# MainScreen
source: Setup
de: Einstellungen
fr: Configuration
id: Penyetelan
ja: オプション
nb: Innstillinger
nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurar
pt_pt: Definições
ru: Настройки
tr: Kurulum

# MainScreen
source: Filter
fr: Filtre
ja: フィルタ
pl_pl: Filtr
pt_br: Filtro
pt_pt: Filtrar
ru: Фильтр
tr: Filtre

# MainScreen
source: Empty
de: Leer
fr: Vide
id: Kosong
ja: 無人
nb: Tom
nl: Leeg
pl_pl: Pusty
pt_br: Vazio
pt_pt: Vazio
ru: Пустые
tr: Boş

# MainScreen
source: Not Full
de: Nicht voll
fr: Libre
id: Tidak Penuh
ja: 空有り
nb: Ikke full
nl: Niet vol
pl_pl: Niepełny
pt_br: Livre
pt_pt: Livre
ru: Неполные
tr: Dolu Değil

# MainScreen
source: Server Name
fr: Nom du serveur
id: Nama Server
ja: サーバー名
nb: Tjenernavn
nl: Servernaam
pl_pl: Nazwa serwera
pt_br: Nome do Servidor
pt_pt: Nome do Servidor
ru: Название сервера
tr: Sunucu Adı

# MainScreen
source: Players
de: Spieler
fr: Joueurs
id: Pemain
ja: プレイヤー数
nb: Spillere
nl: Spelers
pl_pl: Graczy
pt_br: Jogadores
pt_pt: Jogadores
ru: Игроки
tr: Oyuncular

# MainScreen
source: Map Name
fr: Nom de la carte
id: Nama Peta
ja: マップ名
nb: Kartnavn
nl: Mapnaam
pl_pl: Nazwa mapy
pt_br: Mapa
pt_pt: Nome do Mapa
ru: Название карты
tr: Harita Adı

# MainScreen
source: Game Mode
de: Spielmodus
fr: Mode de jeu
id: Mode Permainan
ja: ゲームモード
nb: Spillmodus
nl: Spelmodus
pl_pl: Tryb gry
pt_br: Modo
pt_pt: Modo de Jogo
ru: Режим
tr: Oyun Modu

# MainScreen
source: Ver.
de: Vers.
pl_pl: Wer.
ru: Верс.

# MainScreen
source: Loc.
de: Ort.
fr: Pays
id: Lok.
ja: 国
nb: Lok.
pl_pl: Lok.
ru: Стр.

# MainScreen
source: You were disconnected from the server because of the following reason: {0}
de: Du wurdest vom Server getrennt aufgrund: {0}
fr: Vous avez été déconnecté du serveur pour la raison suivante : {0}
id: Kamu terputus dari server karena alasan berikut: {0}
ja: サーバーから切断されました。理由は以下のとおりです: {0}
nb: Du ble avkoblet tjeneren for denne grunnen: {0}
nl: De server heeft de verbinding verbroken vanwege: {0}
pl_pl: Zostałeś rozłączony z serwerem z następujących powodów: {0}
pt_br: Você foi desconectado do servidor pelo seguinte motivo: {0}
pt_pt: Foste desconectado do servidor pelo seguinte motivo: {0}
ru: Вы были отключены от сервера по следующей причине: {0}
tr: Aşağıdaki nedenden dolayı sunucu ile bağlantınız kesildi: {0}

# MainScreen
source: Loading...
de: Laden...
fr: Chargement...
id: Memuat...
ja: 読み込み中...
nb: Laster inn...
nl: Laden...
pl_pl: Ładowanie...
pt_br: Carregando...
pt_pt: A carregar...
ru: Загрузка...
tr: Yükleniyor...

# MainScreen
source: Failed to fetch the server list.
de: Laden der Serverliste fehlgeschlagen.
fr: Impossible de récupérer la liste des serveurs.
id: Gagal mengambil daftar server.
ja: サーバー一覧のダウンロード中にエラーが発生しました。
nb: Mislykkes å få tak i tjenerlisten.
nl: Het laden van de serverlijst is mislukt.
pl_pl: Nie udało się załadować listy serwerów.
pt_br: Não foi possível alcançar a lista de servidores.
pt_pt: Falha ao obter a lista de servidores.
ru: Не удалось получить список серверов.
tr: Sunucu listesi getirilemedi.

# MessageBox
source: OK
fr: Valider
id: Oke
ru: ОК
tr: Tamam

# MessageBox
source: Cancel
de: Abbrechen
fr: Annuler
id: Batal
nb: Avbryt
nl: Annuleer
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
tr: İptal

# Preferences
source: Game Options
de: Spieloptionen
fr: Options de jeu
id: Pilihan Permainan
ja: ゲームオプション
nb: Spillalternativer
nl: Spelopties
pl_pl: Opcje gry
pt_br: Opções de Jogo
pt_pt: Definições do Jogo
ru: Настройки игры
tr: Oyun Ayarları

# Preferences
source: Controls
de: Tastenbelegung
fr: Contrôles
id: Kendali
ja: 操作
nb: Kontroller
pl_pl: Sterowanie
pt_br: Controles
pt_pt: Controlos
ru: Управление
tr: Denetimler

# Preferences
source: Misc
de: Sonstiges
fr: Autres
id: Lain
ja: その他
nb: Diverse
nl: Extra
pl_pl: Różne
pt_br: Outros
pt_pt: Outras
ru: Разное
tr: Çeşitli

# Preferences
source: Back
de: Zurück
fr: Fermer
id: Kembali
ja: 戻る
nb: Tilbake
nl: Terug
pl_pl: Wróć
pt_br: Voltar
pt_pt: Voltar
ru: Назад
tr: Geri

# Preferences
source: Press Key to Bind or [Escape] to Cancel...
de: Drücke Taste oder [Escape] um abzubrechen...
fr: Appuyez sur la touche à associer ou sur [Échap] pour annuler...
id: Tekan Tombol untuk Mengikat atau [Escape] untuk Batal...
ja: 割り当てるキーを押下して下さい。[Esc]でキャンセルします...
nb: Trykk en tast for å binde eller [Escape] for å avbryte...
nl: Druk op een knop om te binden of druk op[Escape] om te annuleren...
pl_pl: Naciśnij klawisz by przypisać lub [Escape] by anulować...
pt_br: Pressione alguma Tecla para Selecionar ou [ESC] para Cancelar...
pt_pt: Pressiona uma tecla para seleccionar ou [ESC] para cancelar...
ru: Нажмите клавишу или [Esc] для Отмены...
tr: Bağlamak için Tuşa veya İptal Etmek için [Escape] tuşuna basın...

# Preferences
source: Space
de: Leertaste
fr: Espace
id: Ruang
ja: スペース
nb: Mellomrom
nl: Spatie
pl_pl: Spacja
pt_br: Espaço
pt_pt: Espaço
ru: Пробел
tr: Boşluk

# Preferences
source: Unbound
de: Unbelegt
fr: Pas d'association
id: Tidak ada asosiasi
ja: 未割り当て
nb: Ubundet
nl: Niet gebonden
pl_pl: Nieprzypisany
pt_br: Não Selecionado
pt_pt: Não Definido
ru: Не назначено
tr: Bağlı değil

# Preferences
source: Left Mouse Button
de: Linke Maustaste
fr: Bouton de souris gauche
id: Tombol Tetikus Kiri
ja: 左マウスボタン
nb: Venstre museknapp
nl: Linker-muisknop
pl_pl: LPM
pt_br: Botão Esquerdo do Mouse
pt_pt: Botão Esquerdo do Rato
ru: Левая кнопка мыши
tr: Sol fare tuşu

# Preferences
source: Right Mouse Button
de: Rechte Maustaste
fr: Bouton de souris droit
id: Tombol Tetikus Kanan
ja: 右マウスボタン
nb: Høyre museknapp
nl: Rechter-muisknop
pl_pl: PPM
pt_br: Botão Direito do Mouse
pt_pt: Botão Direito do Rato
ru: Правая кнопка мыши
tr: Sağ Fare Tuşu

# Preferences
source: Middle Mouse Button
de: Mittlere Maustaste
fr: Bouton de souris du milieu
id: Tombol Tetikus Tengah
ja: 中央マウスボタン
nb: Midterste museknapp
nl: Middelste muisknop
pl_pl: ŚPM
pt_br: Botão do Meio do Mouse
pt_pt: Botão do Meio do Rato
ru: Средняя кнопка мыши
tr: Orta Fare Tuşu

# Preferences
source: Mouse Button 4
de: Maustaste 4
fr: Bouton de souris 4
id: Tombol Tetikus 4
ja: マウスボタン4
nb: Museknapp 4
nl: Muisknop 4
pl_pl: 4PM
pt_pt: Botão 4 do Rato
ru: Кнопка мыши 4
tr: Fare Tuşu 4

# Preferences
source: Mouse Button 5
de: Maustaste 5
fr: Bouton de souris 5
id: Tombol Tetikus 5
ja: マウスボタン5
nb: Museknapp 5
nl: Muisknop 5
pl_pl: 5PM
pt_br: Botão do Mouse 5
pt_pt: Botão 5 do Rato
ru: Кнопка мыши 5
tr: Fare Tuşu 5

# Preferences
source: ON
de: An
fr: Activé
id: NYALA
nb: PÅ
nl: AAN
pl_pl: Wł.
ru: ВКЛ
tr: Açık

# Preferences
source: OFF
de: Aus
fr: Désactivé
id: MATI
nb: AV
nl: UIT
pl_pl: Wył.
ru: ВЫКЛ
tr: Kapalı

# Preferences
source: REVERSED
de: UMGEDREHT
fr: Inversé
id: TERBALIK
ja: 反転
nb: REVERSERT
nl: OMGEKEERD
pl_pl: ODWRÓCONE
pt_br: INVERTIDO
pt_pt: INVERSO
ru: ИНВЕРСИЯ
tr: Ters

# Preferences
source: Player Information
de: Spielerinformation
fr: Informations sur le joueur
id: Informasi Pemain
ja: プレイヤー情報
nb: Spillerinformasjon
nl: Spelersnformatie
pl_pl: Informacje o graczu
pt_br: Informações do Jogador
pt_pt: Informações do Jogador
ru: Информация об игроке
tr: Oyuncu bilgileri

# Preferences
source: Player Name
de: Spielername
fr: Nom de joueur
id: Nama Pemain
ja: プレイヤー名
nb: Kallenavn
nl: Spelersnaam
pl_pl: Nazwa gracza
pt_br: Nome do Jogador
pt_pt: Nome do Jogador
ru: Имя игрока
tr: Oyuncu adı

# Preferences
source: Effects
de: Effekte
fr: Effets
id: Efek
ja: エフェクト
nb: Effekter
nl: Effecten
pl_pl: Efekty
pt_br: Efeitos
pt_pt: Efeitos
ru: Эффекты
tr: Efektler

# Preferences
source: Blood
de: Blut
fr: Sang
id: Darah
ja: 流血表現
nb: Blod
nl: Bloed
pl_pl: Krew
pt_br: Sangue
pt_pt: Sangue
ru: Кровь
tr: Kan

# Preferences
source: Ejecting Brass
de: Patronenauswurf
fr: Éjection de douilles
id: Keluarkan Kuningan
ja: 薬莢
nb: Tomhylser
nl: Kogelomhulsel weergeven na schot
pl_pl: Wypadające łuski
pt_br: Ejetar Cápsulas
pt_pt: Ejetar Cápsulas
ru: Гильзы
tr: Kovan Çıkarma

# Preferences
source: Ragdoll
ja: ラグドール表現
nb: Filledukker
nl: Lappenpop
pl_pl: Efekt kukły
pt_br: Boneco de Pano
pt_pt: Ragdolls
ru: Рэгдолл

# Preferences
source: Animations
de: Animationen
id: Animasi
nb: Animasjoner
nl: Animaties
pt_br: Animações
pt_pt: Animações
ru: Анимация
tr: Animasyonlar

# Preferences
source: Camera Shake
de: Kamera Rütteln
fr: Tremblements de la caméra
id: Kamera Goyang
nb: Kamerarystelse
nl: Cameraschud
pt_br: Tremor de Câmera
pt_pt: Tremor da Câmara
ru: Дрожание камеры
tr: Kamera sarsıntısı

# Preferences
source: MORE
de: MEHR
fr: PLUS
id: LEBIH
nb: MER
nl: MEER
pt_br: MUITAS
pt_pt: MUITAS
ru: БОЛЬШЕ
tr: DAHA FAZLA

# Preferences
source: NORMAL
nl: NORMAAL
ru: СРЕДНЕ

# Preferences
source: Particles
de: Partikel
fr: Particules
id: Partikel
nb: Partikler
nl: Deeltjes
pt_br: Partículas
pt_pt: Partículas
ru: Частицы
tr: Parçacıklar

# Preferences
source: LESS
de: WENIGER
fr: MOINS
id: KURANG
nb: MINDRE
nl: MINDER
pt_br: POUCAS
pt_pt: MENOS
ru: МЕНЬШЕ
tr: AZ

# Preferences
source: Feedbacks
de: Rückmeldung
fr: Rétroactions
id: Umpan Balik
ja: 通知
nb: Tilbakemelding
nl: Meldingen
pl_pl: Reakcje
pt_pt: Alertas
ru: Обратная связь
tr: Geri bildirim

# Preferences
source: Chat Notify Sounds
de: Chat Töne
fr: Sons des discussions
id: Suara Notifikasi Obrolan
ja: チャット新着通知音
nb: Varslingslyder for nettprat
nl: Chat Meldingsgeluid
pl_pl: Powiadomienia dźwiękowe z czatu
pt_br: Sons de Notificação do Chat
pt_pt: Sons de Notificação do Chat
ru: Звуки уведомлений чата
tr: Sohbet Bildirim Sesleri

# Preferences
source: Hit Indicator
de: Trefferindikator
fr: Indicateur d'impact
id: Indikator Dampak
ja: 命中表示
nb: Treffindikator
nl: Raakindicator
pl_pl: Wskaźnik trafienia
pt_br: Indicador de Acerto
pt_pt: Indicador de Acertos
ru: Индикатор попадания
tr: İsabet Göstergesi

# Preferences
source: Show Alerts
de: Zeige Warnungen
fr: Afficher les alertes
id: Tampilkan Peringatan
ja: アラートを表示
nb: Vis varsler
nl: Laat waarschuwingen zien
pl_pl: Pokaż powiadomienia
pt_br: Mostrar Alertas
pt_pt: Mostrar Alertas
ru: Показывать предупреждения
tr: Uyarıları göster

# Preferences
source: AoS 0.75/0.76 Compatibility
de: AoS 0.75/0.75 Kompatibilität
fr: Compatibilité AoS 0.75/0.76
id: Kesesuaian AoS 0.75/0.76
ja: AoS 0.75/0.76 互換性
nb: AoS 0.75/0.76 kompatibilitet
nl: AoS 0.75/0.75 overeenkomst
pl_pl: Zgodność AoS 0.75/0.76
pt_br: Compatibilidade com AoS 0.75/0.76
pt_pt: Compatibilidade entre AoS 0.75/0.76
ru: Совместимость с AoS 0.75/0.76
tr: AoS 0.75/0.76 Uyumluluğu

# Preferences
source: Allow Unicode
de: Erlaube Unicode
fr: Permettre Unicode
id: Izinkan Unikode
ja: Unicodeの送信を許可する
nb: Tillat unicode
nl: Unicode toestaan
pl_pl: Zezwól na Unicode
pt_br: Permitir Unicode
pt_pt: Permitir Unicode
ru: Разрешить юникод
tr: Unicode'a izin ver

# Preferences
source: Server Alert
de: Server Warnungen
fr: Alerte du serveur
id: Peringatan Server
ja: サーバーアラート
nb: Server varsel
nl: Server Waarschuwingen
pl_pl: Powiadomienia serwera
pt_br: Alerta do Servidor
pt_pt: Alerta do Servidor
ru: Оповещение сервера
tr: Sunucu uyarıları

# Preferences
source: Field of View
de: Sichtfeld
fr: Champ de vision
id: Bidang Penglihatan
ja: 視界
nb: Synsfelt
nl: Gezichtsveld
pl_pl: Pole widzenia (FOV)
pt_br: Campo de Visão
pt_pt: Campo de Visão
ru: Поле зрения
tr: Görüş açısı

# Preferences
source: Minimap size
de: Minimap Größe
fr: Taille de la mini-carte
id: Ukuran peta mini
ja: ミニマップのサイズ
nb: Minikart størrelse
nl: Minimap maat
pl_pl: Rozmiar minimapy
pt_br: Tamanho do Minimapa
pt_pt: Tamanho do Minimapa
ru: Размер миникарты
tr: Küçük Harita boyutu

# Preferences
source: Show Statistics
de: Zeige Statistiken
fr: Afficher les statistiques
id: Tampilkan Statistik
ja: 統計情報を表示
nb: Vis statistikk
nl: Statistieken weergeven
pl_pl: Pokaż statystyki
pt_br: Mostrar Estatísticas
pt_pt: Exibir Estatísticas
ru: Показывать статистику
tr: İstatistikleri göster

# Preferences
source: Weapons/Tools
de: Waffen/Werkzeuge
fr: Armes/Outils
id: Senjata/Alat
ja: 武器/道具
nb: Våpen/Verktøy
nl: Wapen/Gereedschappen
pl_pl: Bronie/narzędzia
pt_br: Armas/Ferramentas
pt_pt: Armas/Ferramentas
ru: Оружие/Инструменты
tr: Silahlar / Araçlar

# Preferences
source: Attack
de: Angriff
fr: Attaquer
id: Serang
ja: 攻撃
nb: Angrip
nl: Schiet
pl_pl: Atak
pt_br: Ataque
pt_pt: Ataque
ru: Атака
tr: Saldırı

# Preferences
source: Alt. Attack
de: Alt. Angriff
fr: Attaque alternative
id: Serangan Alternatif
ja: 副攻撃
nb: Alt. Angrep
nl: Aimen
pl_pl: Alt. atak
pt_br: Ataque Alt.
pt_pt: Ataque alt.
ru: Альт. атака
tr: Alt. Saldırı

# Preferences
source: Hold Aim Down Sight
de: Zielen
fr: Maintenir pour viser
id: Tujuan
ja: ホールドしてADS
nb: Hold ned siktet
nl: Aim-knop inhouden
pl_pl: Przytrzymaj aby przycelować
pt_br: Segurar Mira
pt_pt: Segurar a Mira
ru: Удерживать для прицела
tr: Hedefi Aşağı Görüşte Tut

# Preferences
source: Mouse Sensitivity
de: Maus Sensitivität
fr: Sensibilité de la souris
id: Sensitivitas Tetikus
ja: マウス速度
nb: Mus sensitivitet
nl: Muis gevoeligheid
pl_pl: Czułość myszy
pt_br: Sensibilidade do Mouse
pt_pt: Sensibilidade do Rato
ru: Чувствительность мыши
tr: Fare Hassasiyeti

# Preferences
source: ADS Mouse Sens. Scale
de: Maussensitivität beim Zielen
fr: Échelle de sensibilité en visée
id: Skala Sensivitas Tetikus
ja: ADS時マウス速度
nb: ADS mus sens. skalering
nl: extra muisgevoeligheid
pl_pl: Szybkość przybliżenia broni
pt_br: Sens. do Mouse Durante Mira
pt_pt: Sens. do Rato a fazer Mira
ru: Чувств. прицела
tr: ADS Fare Hassas. ölçüsü

# Preferences
source: Exponential Power
de: Exponentielle Sensitivität
fr: Augmentation exp. de la sensibilité
id: Kekuatan Eksponensial
ja: マウス加速指数
nb: Eksponentiell kraft
nl: exponentiele kracht
pl_pl: Siła potęgowania
pt_br: Força Exponencial
pt_pt: Força Exponencial
ru: Сила по экспоненте
tr: Üstel Güç

# Preferences
source: Invert Y-axis Mouse Input
de: Umkehrung Y-Achse Maus
fr: Inverser l'axe vertical de la souris
id: Balikkan Sumbu Vertikal Tetikus
ja: Y軸の入力を反転
nb: Inverter Y-akse musinngang
nl: Y-as van muis omkeren
pl_pl: Odwróć oś Y myszy
pt_br: Inverter o Eixo Y do Mouse
pt_pt: inverter o Eixo Y do Rato
ru: Инверсия Y-оси мыши
tr: Y ekseni Fare Girişini Ters Çevir

# Preferences
source: Reload
de: Nachladen
fr: Recharger
id: Segarkan
ja: リロード
nb: Lad om
nl: Herladen
pl_pl: Przeładuj
pt_br: Recarregar
pt_pt: Recarregar
ru: Перезарядка
tr: Tekrar yükle

# Preferences
source: Capture Color
de: Farbe übernehmen
fr: Retenir la couleur
id: Terapkan Warna
ja: 色をコピー
nb: Kapringsfarge
nl: Kleur gebruikeb
pl_pl: Wybierz kolor
pt_br: Capturar Cor
pt_pt: Capturar Cor
ru: Захват цвета
tr: Çekim Rengi

# Preferences
source: Equip Spade
de: Spaten
fr: Équiper la pelle
id: Gunakan Sekop
ja: スペードを装備
nb: Utrust med spade
nl: Schep pakken
pl_pl: Wybierz szpadel
pt_br: Equipar Pá
pt_pt: Equipar a Pá
ru: Взять лопату
tr: Küreği Kullan

# Preferences
source: Equip Block
de: Block
fr: Équiper le bloc
id: Blok Sekop
ja: ブロックを装備
nb: Utrust med blokk
nl: Blok pakken
pl_pl: Wybierz blok
pt_br: Equipar Bloco
pt_pt: Equipar Bloco
ru: Взять блок
tr: Bloğu Donan

# Preferences
source: Equip Weapon
de: Waffe
fr: Équiper l'arme
id: Melengkapi Senjata
ja: 銃を装備
nb: Utrust med våpen
nl: Wapen pakken
pl_pl: Wybierz broń
pt_br: Equipar Arma
pt_pt: Equipar Arma
ru: Взять оружие
tr: Silahı Donan

# Preferences
source: Equip Grenade
de: Granate
fr: Équiper la grenade
id: Melengkapi Granat
ja: 手榴弾を装備
nb: Utrust med granat
nl: Granaat pakken
pl_pl: Wybierz granat
pt_br: Equipar Granada
pt_pt: Equipar Granada
ru: Взять гранату
tr: Bombayı Donan

# Preferences
source: Last Used Tool
de: Zuletzt benutztes Werkzeug
fr: Dernier outil utilisé
id: Alat Terakhir Dipakai
ja: 最後に使用したツール
nb: Sist brukte verktøy
nl: Laats gebruikt gereedschap pakken
pl_pl: Ostatnio używane narzędzie
pt_br: Última Ferramenta Utilizada
pt_pt: Última ferramenta usada
ru: Последний инструмент
tr: Son Kullanılan Araç

# Preferences
source: Switch Tools by Wheel
de: Waffenwechsel mit Mausrad
fr: Changer d'outil via la roulette
id: Beralih Alat dengan Roda
ja: ホイールで装備切替
nb: Bytt verktøy med hjulet
nl: Wapen wisselen met muiswiel
pl_pl: Zmień narzędzie kółkiem
pt_br: Alternar Ferramentas pela Roda
pt_pt: Trocar Ferramentas com a Roda
ru: Выбор инстр. колесом мыши
tr: Aletleri Tekerlekle Değiştir

# Preferences
source: Movement
de: Bewegung
fr: Mouvement
id: Gerakan
ja: 移動
nb: Bevegelse
nl: Beweging
pl_pl: Poruszanie się
pt_br: Movimento
pt_pt: Movimento
ru: Перемещение
tr: Hareket

# Preferences
source: Walk Forward
de: Vorwärts
fr: Avancer
id: Berjalan Maju
ja: 前方に移動
nb: Gå fremover
nl: Voorwaarts lopen
pl_pl: Naprzód
pt_br: Andar para Frente
pt_pt: Andar para Frente
ru: Идти вперед
tr: İleri Yürü

# Preferences
source: Backpedal
de: Rückwärts
fr: Reculer
id: Mundur
ja: 後方に移動
nb: Gå bakover
nl: Naar achteren lopen
pl_pl: Do tyłu
pt_br: Recuar
pt_pt: Recuar
ru: Идти назад
tr: Geriye Git

# Preferences
source: Move Left
de: Links
fr: Se déplacer à gauche
id: Pindah ke Kiri
ja: 左に移動
nb: Gå venstre
nl: Naar links bewegen
pl_pl: W lewo
pt_br: Andar para Esquerda
pt_pt: Andar para Esquerda
ru: Идти влево
tr: Sola hareket et

# Preferences
source: Move Right
de: Rechts
fr: Se déplacer à droite
id: Pindah ke Kanan
ja: 右に移動
nb: Gå høyre
nl: Naar rechts bewegen
pl_pl: W prawo
pt_br: Andar para Direita
pt_pt: Andar para Direita
ru: Идти вправо
tr: Sağa hareket et

# Preferences
source: Crouch
de: Ducken
fr: S'accroupir
id: Berjongkok
ja: しゃがむ
nb: Krøke
nl: Bukken
pl_pl: Kucanie
pt_br: Agachar
pt_pt: Agachar
ru: Присесть
tr: Eğil

# Preferences
source: Sneak
de: Schleichen
fr: Se déplacer furtivement
id: Menyelinap
ja: 忍び足
nb: Snik
nl: Sluipen
pl_pl: Skradanie się
pt_br: Andar Furtivamente
pt_pt: Andar Furtivamente
ru: Красться
tr: Gizli

# Preferences
source: Jump
de: Springen
fr: Sauter
id: Melompat
ja: ジャンプ
nb: Hopp
nl: Spring
pl_pl: Skok
pt_br: Pular
pt_pt: Saltar
ru: Прыжок
tr: Zıpla

# Preferences
source: Sprint
de: Sprinten
fr: Courir
id: Lari
ja: 全力疾走
nb: Løp
nl: Rennen
pl_pl: Szybki bieg
pt_br: Correr
pt_pt: Correr
ru: Бег
tr: Koş

# Preferences
source: Minimap Scale
de: Minimap Skalierung
fr: Changer l'échelle de la mini-carte
id: Skala Peta Mini
ja: ミニマップ縮尺切替
nb: Minikart skalering
nl: Minimap schaal
pl_pl: Skala minimapy
pt_br: Escala do Minimapa
pt_pt: Escala do Minimapa
ru: Масштаб миникарты
tr: Küçük Harita Ölçeği

# Preferences
source: Toggle Map
de: Map umschalten
fr: Afficher/Cacher la carte
id: Beralih ke Peta
ja: マップ拡大
nb: Veksle kart
nl: Map weergeven
pl_pl: Przełączanie mapy
pt_br: Alternar entre Mapa/Minimapa
pt_pt: Alternar entre Mapa/Minimapa
ru: Показать карту
tr: Haritayı Aç / Kapat

# Preferences
source: Flashlight
de: Taschenlampe
fr: Lampe-torche
id: Senter
ja: ヘッドライト
nb: Lommelykt
nl: Zaklamp
pl_pl: Latarka
pt_br: Lanterna
pt_pt: Lanterna
ru: Фонарик
tr: El Feneri

# Preferences
source: Global Chat
de: Allgemeiner Chat
fr: Discuter avec tout le monde
id: Obrolan Global
ja: 全体チャット
nb: Global nettprat
nl: Globale chat
pl_pl: Czat ogólny
pt_br: Chat Global
pt_pt: Chat Global
ru: Общий чат
tr: Genel Sohbet

# Preferences
source: Team Chat
fr: Discuter avec son équipe
id: Obrolan Tim
ja: チームチャット
nb: Lag nettprat
pl_pl: Czat drużynowy
pt_br: Chat de Equipe
pt_pt: Chat de Equipa
ru: Командный чат
tr: Takım Sohbeti

# Preferences
source: Limbo Menu
de: Ingame Menü
fr: Menu Limbo
id: Menu Limbo
ja: 武器・チーム切替
nb: Limbo meny
pt_pt: Menu do Limbo
ru: Меню выбора
tr: Limbo Menüsü

# Preferences
source: Save Map
de: Speichere Map
fr: Sauvegarder la carte
id: Simpan Peta
ja: マップを保存
nb: Lagre kart
nl: Map opslaan
pl_pl: Zapisz mapę
pt_br: Salvar Mapa
pt_pt: Gravar Mapa
ru: Сохранить карту
tr: Haritayı Kayıt Et

# Preferences
source: Save Sceneshot
de: Speichere Sceneshot
fr: Sauvegarder une capture de scène
id: Simpan Pengambilan Gambar
ja: シーンショット
nb: Lagre sceneskudd
nl: Sceneshot opslaan
pl_pl: Zapisz scenę
pt_br: Salvar Sceneshot
pt_pt: Guardar Sceneshot
ru: Сохранить сценшот
tr: Sahneyi Kaydet

# Preferences
source: Save Screenshot
de: Speichere Screenshot
fr: Sauvegarder une capture d'écran
id: Simpan Jepretan Layar
ja: スクリーンショット
nb: Lagre skjermbilde
nl: Screenshot opslaan
pl_pl: Zapisz zdjęcie
pt_br: Salvar Screenshot
pt_pt: Guardar Captura de Ecrã
ru: Сохранить скриншот
tr: Ekran görüntüsünü kaydet

# Preferences
source: Enable Startup Window
de: Aktiviert Startup Fenster
fr: Activer la fenêtre de lancement
id: Aktifkan Jendela Peluncuran
ja: スタートアップウィンドウを有効化
nb: Aktiver oppstartsvindu
nl: Opstart menu activeren
pl_pl: Włącz ekran startowy
pt_br: Habilitar Janela Inicial
pt_pt: Ativar Janela Inicial
ru: Включить стартовое окно
tr: Açılır pencereyi etkinleştir

# Preferences
source: Quit and restart OpenSpades to access the startup window.
de: Schliesst und startet OpenSpades neu um Zugriff auf das Startup Fenster zu erhalten.
fr: Redémarrer OpenSpades pour accéder à la fenêtre de lancement.
id: Keluar dan hidupkan ulang OpenSpades untuk mengakses jendela peluncuran.
ja: スタートアップウィンドウを表示するにはOpenSpadesを再起動してください。
nb: Avslutt og start på nytt OpenSpades for å adgang til oppstartsvinduet.
nl: Sluit en start OpenSpades opniew voor opstart menu.
pl_pl: Wyjdź i włącz na nowo by dostać się do ekranu startowego.
pt_br: Feche e reinicie o OpenSpades para acessar a janela inicial
pt_pt: Saia e reinicie o OpenSpades para aceder à janela inicial
ru: Выйти и перезапустить OpenSpades для доступа к стартовому окну.
tr: Başlangıç ​​penceresine erişmek için OpenSpades'ten çıkın ve yeniden başlatın.
