Repository: yvt/openspades
Catalog: Resources/Locales/*/openspades.po
Languages: de, fr, id, ja, nb, nl, pl_pl, pt_br, pt_pt, ru, tr

# StartupScreen
source: Enables extended features provided by the OpenAL driver to create more ambience.
de: Aktiviert vom OpenAL-Driver bereitgestellte erweiterte Funktionen um mehr Atmosphäre zu schaffen.
fr: Active les fonctionnalités étendue fournies par OpenAL pour créer une meilleure ambiance.
id: Mengaktifkan fitur tambahan yang disediakan oleh driver OpenAL untuk menciptakan lebih banyak suasana.
ja: OpenALドライバが提供する拡張機能を利用して臨場感を高めます。
nb: Aktiverer utvidede egenskaper fra OpenAL-driveren for å skape mer atmosfære.
nl: Activeert meer functies door de OpenAL gegeven driver om meer achtergrondgeluiden te procuderen.
pl_pl: Używa zaawansowanych technik OpenAL do stworzenia lepszego nastroju.
pt_br: Habilita recursos adicionais disponibilizados pelo driver OpenAL para aumentar o realismo
pt_pt: Ativa as funcionalidades avançadas disponibilizadas pelo OpenAL para criar mais ambiente.
ru: Включает расширенные особенности предусмотренные драйвером OpenAL для создания лучшей атмосферы.
tr: Daha fazla ortam yaratmak için OpenAL sürücüsü tarafından sağlanan genişletilmiş özellikleri etkinleştirir.

# StartupScreen
source: Specifies how many sounds can be played simultaneously. No matter what value is set, YSR might reduce the number of sounds when an overload is detected.
de: Legt fest, wie viele Töne gleichzeitig wiedergegeben werden können. YSR reduziert die Anzahl der Töne, falls ein Übersteuern festgestellt wird.
fr: Spécifie combien de sons peuvent être joués simultanément. La valeur ne peut pas poser de problème car YSR réduit le nombre de sons lorsque une surcharge est détectée.
id: Menentukan berapa banyak suara yang bisa dimainkan secara bersamaan. Tidak peduli berapa nilai yang ditetapkan, YSR dapat mengurangi jumlah suara saat kelebihan muatan terdeteksi.
ja: 同時に発音可能な音声の個数を指定します。この値によらず、YSRは過負荷を防ぐために同時発音数を減らすことがあります。
nb: Spesifiserer hvor mange lyder kan bli spillet av samtidig. Har ikke mye å si hva verdien er satt av på, YSR har muligheten til å redusere mengden av lyder nå den legger merke til overbelastning.
nl: Bepaalt hoeveel geluiden er mogen worden afgespeelt tegelijk. Hoeveel de waarde ook maar is, YSR kan het aantal van geluiden verminderen waneer een overbelasting is gedetecteerd.
pl_pl: Określa jak dużo dźwięków może być odtwarzanych na raz. Bez znaczenia na wybraną wartość, YSR może ją zredukować jeśli napotka na przeładowanie.
pt_br: Especifica quantos sons podem ser tocados simultaneamente. Independentemente do valor escolhido, o YSR pode reduzir esse número quando um sobrecarregamento for detectado.
pt_pt: Especifica quantos sons podem ser tocados em simultâneo. Não interessa qual o valor, o YSR vai reduzir o número de sons quando sobrecarregar.
ru: Определяет сколько звуков может проигрываться одновременно. Не важно, какое значение установлено, YSR может уменьшить количество звуков, когда обнаружена перегрузка.
tr: Eş zamanlı kaç sesin çalınabileceğini belirtir. Hangi değer ayarlanmış olursa olsun, YSR aşırı yük algılandığında ses sayısını azaltabilir.

# StartupScreen
source: Language
de: Sprache
fr: Langue
id: Bahasa
nb: Språk
nl: Taal
pt_br: Idioma
pt_pt: Linguagem
ru: Язык
tr: Dil

# StartupScreen
source: Tools
fr: Outils
id: Alat
nb: Verktøy
nl: Gereedschappen
pt_br: Ferramentas
pt_pt: Ferramentas
ru: Инструменты
tr: Araçlar

# StartupScreen
source: Reset All Settings
de: Einstellungen zurücksetzen
fr: Réinitialiser tous les paramètres
id: Setel Ulang Semua Pengaturan
nb: Nullstill instillinger
nl: Herstel alle instellingen
pt_br: Restabelecer Todas as Configurações
pt_pt: Resetar Todas as Definições
ru: Сбросить все настройки
tr: Tüm ayarları Sıfırla

# StartupScreen
source: Open Config Folder in Explorer
de: Konfig Ordner in Explorer öffnen
fr: Ouvrir le dossier de configuration dans l'explorateur
id: Buka Folder Config di Explorer
nb: Åpne konfigmappen i utforskeren
nl: Open folder waar instellingen worden opgeslagen
pt_br: Abrir Pasta de Configurações no Explorer
pt_pt: Abrir a Pasta de Configs. no Explorador
ru: Открыть папку с настройками в проводнике
tr: Config Dosyasını Windows Gezgini'nde Aç

# StartupScreen
source: Reveal Config Folder in Finder
de: Konfig Ordner in Finder zeigen
fr: Ouvrir le dossier de configuration dans le Finder
id: Ungkapkan Folder Config di Finder
nb: Avslør konfigmappe i finder
nl: Onthul instellingen folder in zoeker
pt_br: Revelar Pasta de Configurações no Finder
pt_pt: Revelar a Pasta de Configs. no Finder
ru: Найти папку с конфигами в поиске
tr: Bulucuya Yapılandırma Klasörünü Göster

# StartupScreen
source: Browse Config Folder
de: Konfig Ordner öffnen
fr: Parcourir le dossier de configuration
id: Cari Folder Config
nb: Naviger konfigmappen
nl: Blader instellingen folder door
pt_br: Navegar Pasta de Configurações
pt_pt: Abrir a Pasta de Configs.
ru: Обзор папки с настройками
tr: Yapılandırma Klasörüne Gözat

# StartupScreen
source: An unknown error has occurred while opening the config directory.
de: Ein unbekannter Fehler trat auf bei dem Versuch, den Ordner zu öffnen.
fr: Une erreur inconnue s'est produite lors de l'ouverture du dossier de configuration.
id: Terjadi kesalahan yang tidak diketahui saat membuka direktori konfigurasi.
nb: En ukjent feil har skjedd mens konfigmappen ble åpnet.
nl: Een onbekende fout is opgetreden tijdens het openen van de instellingen folder
pt_pt: Um erro desconhecido ocorreu enquanto se abria o diretório de configurações.
ru: Возникла неизвестная ошибка при открытии папки с настройками.
tr: Yapılandırma dizinini açarken bilinmeyen bir hata oluştu.

# StartupScreen
source: Are you sure to reset all settings? They include (but are not limited to):
de: Sicher, dass du alle Einstellungen zurücksetzen willst? Dies betrifft (aber beschränkt sich nicht auf):
fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres ? Ils incluent (mais ne se limitent pas) à :
id: Anda yakin untuk mengatur ulang semua pengaturan? Mereka termasuk (namun tidak terbatas pada):
nb: Er du sikker du vil tilbakestille alle innstillinger? Dette inkluderer (men er ikke begrenset til):
nl: Weet je zeker dat je alle instellingen wil herstellen? Ze omvatten (maar zijn niet beperkt tot):
pt_br: Você tem certeza de que deseja restabelecer todas as configurações? Estão incluídas (mas não apenas):
pt_pt: Deseja resetar todas as definições? isto inclui (mas não está limitado a):
ru: Вы уверены, что хотите сбросить все настройки? Включая (и не только):
tr: Tüm ayarları sıfırlamak istediğinizden emin misiniz? Bunlar içerir ( ancak bunlarla sınırlı değildirler):

# StartupScreen
source: All graphics/audio settings
de: Alle Grafik- und Soundeinstellungen
fr: Tous les paramètres graphiques et audio
id: Semua pengaturan grafis/audio
nb: Grafikk/lydinnstillinger
nl: Alle grafische/geluids instellingen
pt_br: Todas as configurações de gráficos/áudio
pt_pt: Todas as definições gráficas/som
ru: Все настройки графики/аудио
tr: Tüm grafik/ses ayarları

# StartupScreen
source: All key bindings
de: Tastenbelegungen
fr: Toutes les associations de touches
id: Semua asosiasi kunci
nb: Alle tastebindinger
nl: Alle gebonden knoppen
pt_br: Todas as teclas configuradas
pt_pt: Todas as teclas definidas
ru: Все настройки управления
tr: Tüm tuş atamaları

# StartupScreen
source: Your player name
de: Dein Spielernamen
fr: Votre nom de joueur
id: Nama pemainmu
nb: Kallenavnet ditt
nl: Jou spelersnaam
pt_br: Seu nome de jogador
pt_pt: O teu nome de Jogador
ru: Ваше имя игрока
tr: Oyuncu adınız

# StartupScreen
source: Other advanced settings only accessible through '{0}' tab and in-game commands
de: Fortgeschrittene Einstellungen, die nur durch das '{0}' tab und in-game Befehle verändert werden können
fr: D'autres paramètres avancés seulement accessibles via l'onglet '{0}' ainsi que les commandes en jeu
id: Setelan lanjutan lainnya hanya dapat diakses melalui tab '{0}' dan perintah dalam permainan
nb: Andre avanserte innstillinger som kun er tilgjengelig gjennom '{0}' tab og kommandoer inne i spillet
nl: Andere geavanceerde instellingen alleen toegankelijk door '{0}' tabblad en in-game commandos
pt_br: Outras configurações avançadas que estão disponíveis apenas pela aba '{0}' ou pelo chat do jogo.
pt_pt: Outras definições avançadas podem ser apenas acessíveis através do separador '{0} e em comandos de jogo
ru: Другие расширенные настройки, доступные только через вкладку '{0}' и внутриигровые команды
tr: Diğer gelişmiş ayarlara yalnızca '{0}' sekmesi ve oyun içi komutlarla erişilebilir

# StartupScreen
source: Unknown ({0})
de: Unbekannt ({0})
fr: Inconnu ({0})
id: Tidak diketahui ({0})
nb: Ukjent ({0})
nl: Onbekend ({0})
pt_br: Desconhecido ({0})
pt_pt: Desconhecido ({0})
ru: Неизвестн. ({0})
tr: Bilinmeyen ({0})

# StartupScreen
source: System default
de: Systemvorgabe
fr: Valeur par défaut du système
id: Sistem bawaan
nb: Systemstandard
nl: Systeem norme
pt_br: Sistema
pt_pt: Predefinição do Sistema
ru: Системный по-умолчанию
tr: Sistem varsayılanı

# StartupScreen
source: Copy to Clipboard
de: Kopieren
fr: Copier dans le presse-papiers
id: Salin ke Papan Klip
ja: クリップボードにコピー
nb: Kopier til utklippstavlen
nl: Kopieer naar plakbord
pl_pl: Skopiuj do schowka
pt_br: Copiar para o Teclado
pt_pt: Copiar para a Área de Trans.
ru: Копировать в буфер
tr: Panoya kopyala

# StartupScreen
source: Advanced Settings
de: Erweiterte Einstellungen
fr: Paramètres avancés
id: Pengaturan Lanjutan
ja: 高度な設定
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pl_pl: Ustawienia zaawansowane
pt_br: Configurações Avançadas
pt_pt: Definições Avançadas
ru: Расширенные настройки
tr: Gelişmiş Ayarlar

# StartupScreen
source: Filter
fr: Filtre
ja: フィルタ
pl_pl: Filtr
pt_br: Filtro
pt_pt: Filtro
ru: Фильтр
tr: Filtre

# UpdateCheck
source: Enable
de: Aktivieren
fr: Activer
id: Aktifkan
nb: Aktiver
nl: Aanzetten
pt_pt: Ativar
ru: Включить
tr: Etkinleştir

# UpdateCheck
source: Show details...
de: Details zeigen...
fr: Afficher les détails...
id: Tampilkan detail...
nb: Vis detaljer...
nl: Details weergeven...
pt_pt: Mostrar detalhes...
ru: Подробнее...
tr: Detayları göster...

# UpdateCheck
source: Version {0} is available! (You currently have {1})
de: Version {0} ist verfügbar! (du hast Version {1})
fr: La version {0} est disponible ! (Vous utilisez actuellement la version {1})
id: Versi {0} telah tersedia! (Versi yang kamu punya {1})
nb: Versjon {0} er tilgjengelig (du har {1})
nl: Versie {0} is beschikbaar! (Je hebt huidig versie {1})
pt_pt: A versão {0} está disponível! (Atualmente tens a {1})
ru: Версия {0} доступна! (Текущая {1})
tr: {0} sürümü mevcut! (Şu anda {1} sürümü var)

# UpdateCheck
source: You're using the latest version of OpenSpades. ({0})
de: Dies ist die aktuellste OpenSpades version ({0})
fr: Vous utilisez la dernière version de OpenSpades. ({0})
id: Kamu menggunakan versi terbaru dari OpenSpades. ({0})
nb: Du bruker den siste versjonen av OpenSpades. ({0})
nl: Je gebruikt de nieuwste versie van OpenSpades. ({0})
pt_pt: Estás a usar a última versão do OpenSpades. ({0})
ru: Вы используете последнюю версию OpenSpades. ({0})
tr: OpenSpades'in en güncel versiyonunu kullanıyorsunuz. ({0})

# UpdateCheck
source: Checking for updates...
de: Nach Aktualisierungen suchen...
fr: Vérification des mises à jour...
id: Memeriksa pembaruan...
nb: Ser etter oppdateringer...
nl: Controleren op updates...
pt_pt: A verificar atualizações...
ru: Проверка обновлений...
tr: Güncellemeler kontrol ediliyor...

# UpdateCheck
source: Failed to check for updates.
de: Suche nach Aktualisierungen fehlgeschlagen.
fr: Échec lors de la vérification des mises à jour.
id: Gagal memeriksa pembaruan.
nb: Mislykkes å sjekke for oppdateringen.
nl: Controleren voor updates is foutgegaan.
pt_pt: Falha ao verificar atualizações.
ru: Ошибка проверки обновлений.
tr: Güncellemeler kontrol edilemedi.

# UpdateCheck
source: Automatic update check is not enabled.
de: Automatische Suche nach Aktualisierung ist nicht aktiviert.
fr: La vérification des mises à jour automatique n’est pas activée.
id: Pemeriksaan pembaruan otomatis tidak diaktifkan.
nb: Automatisk oppdateringskontroll er ikke aktivert.
nl: Automatisch controleren op updates is niet ingeschakeld.
pt_pt: Verif. auto. de atualizações não está ativada.
ru: Автоматическая проверка обновлений выключена.
tr: Otomatik Güncelleme etkin değil.

# UpdateCheck
source: Automatic update check is not available.
de: Automatische Suche nach Aktualisierung ist nicht verfügbar.
fr: La vérification automatique des mises à jour n’est pas disponible.
id: Pemeriksaan pembaruan otomatis tidak tersedia.
nb: Automatisk oppdateringskontroll er ikke tilgjengelig.
nl: Automatisch controleren op updates is niet beschikbaar.
pt_pt: Verif. auto. de atualizações não está disponível.
ru: Автоматическая проверка обновлений не доступна.
tr: Otomatik güncelleştirme kullanılabilir değil.

# Client
source: Spectator
fr: Spectateur
id: Penonton
nb: Tilskuer
nl: Toeschouwer
ru: Наблюдатель
tr: İzleyici

# Client
source: Unbound
fr: Non lié
nb: Ubundet
nl: Ongebonden
ru: Не назначено
tr: Bağlı değil

# Client
source: [{0}] Cycle camera mode
fr: [{0}] Changer de point de vue
nb: [{0}] Veksle kameramodus
nl: [{0}] Cameramodus doorbladeren
ru: [{0}] Изменить режим камеры
tr: [{0}] Kamera modunu çevir

# Client
source: [{0}/{1}] Next/previous player
fr: [{0}/{1}] Joueur suivant/précédent
nb: [{0}/{1}] Neste/forrige spiller
nl: [{0}/{1}] Volgende/vorige speler
ru: [{0}/{1}] Следующий/предыдущий игрок
tr: [{0} / {1}] Sonraki / önceki oyuncu

# Client
source: [{0}] Unfollow
fr: [{0}] Ne plus observer
nb: [{0}] Slutt å følge
nl: [{0}] Ontvolgen
ru: [{0}] Прекратить наблюдение
tr: [{0}]'u Takibi Bırak

# Client
source: [{0}/{1}] Follow a player
fr: [{0}/{1}] Observer un joueur
nb: [{0}/{1}] Følg en spiller
nl: [{0}/{1}] Volg een speler
ru: [{0}/{1}] Наблюдать за игроком
tr: [{0}/{1}] Bir oyuncuyu takip etti

# Client
source: [{0}/{1}] Go up/down
fr: [{0}/{1}] Aller vers le haut/bas
nb: [{0}/{1}] Gå opp/ned
nl: [{0}/{1}] Ga omhoog/omlaag
ru: [{0}/{1}] Двигаться вверх/вниз
tr: [{0} / {1}] Yukarı / aşağı git

# Client
source: SMG
de: Maschinenpistole
fr: Mitraillette
ja: サブマシンガン
nb: Maskinpistol
nl: Machinegeweer
pl_pl: Pistolet maszynowy

# Preferences
source: Shift
de: Umschalt
fr: Maj.
ja: Shiftキー
nb: Skift
nl: Shift-knop

# Preferences
source: Control
de: Strg
fr: Ctrl
id: Kontrol
ja: Controlキー
nb: Kontroll
nl: Control-knop
pl_pl: Ctrl

# StartupScreen
source: Antialias:Enables a technique to improve the appearance of high-constrast edges. MSAA: Performs antialiasing by generating an intermediate high-resolution image. Looks best, but doesn't cope with some settings. FXAA: Performs antialiasing by smoothing artifacts out as a post-process.|Off|MSAA 2x|4x|FXAA
ja: アンチエイリアシング:オブジェクトの輪郭に発生する階段上のギザギザ(ジャギー)を除去する手法を有効にします。 MSAA: 中間的に画面より数倍程度の高解像度な画像を生成しアンチエイリアシングを行います。見た目は最も良くなりますが、一部の設定と相性が悪い場合があります。 FXAA: 描画された画像からジャギーを検出してぼかすことによりアンチエイリアシングを行います。|オフ|MSAA 2x|4x|FXAA
pl_pl: Wygładzanie krawędzi: Włącza technikę wygładzania krawędzi. MSSA: Używa wygładzania do tworzenia obrazów wysokiej rozdzielczości. Oferuje najlepszą jakość, lecz nie przy wszystkich ustawieniach. FXXA: Używa wygładzanie poprzez rozmywanie artefaktów.|Wył.|MSAA 2x|4x|FXAA
pt_br: Antialias:Habilita uma técnica para melhorar a aparência de bordas de alto contraste. MSAA: Executa antialiasing gerando uma imagem de alta resolução intermediária. Fica melhor, mas não combina com algumas configurações. FXAA: Executa antialising suavizando artefatos como um pós-processamento.|Off|MSAA 2x|4x|FXAA

# StartupScreen
source: Reset
pt_br: Restabelecer

# StartupScreen
source: An unknown error has occured while opening the config directory.
pt_br: Um erro desconhecido ocorreu enquanto o OpenSpades tentave abrir a pasta de configurações.

# Preferences
source: Weapon Spread Guide
ja: 武器バラつき表示
pl_pl: Zakres lotu pocisku

# StartupScreen
source: Blurs the screen when you turns quickly.
ja: 急速な方向転換時のブレを再現します。

# StartupScreen
source: Water Shader|None:Water is rendered in the same way that normal blocks are done.|Level 1:Refraction and the reflected Sun are simulated.|Level 2:Waving water is simulated as well as reflection and refraction.
ja: 水シェーダー|オフ:水は通常のブロックと同じように描画されます。|レベル 1:屈折と太陽光の反射が描画されます。|レベル 2:屈折・太陽光の反射に加え、波やその他の反射も描画されます。
pl_pl: Cienie wody|Brak:Woda wyświetlana jest tak samo jak inne bloki.|Poziom 1:Refrakcja i odbicie słoneczne są symulowane.|Poziom 3:Woda symuluje refrakcję, odbicia słoneczne i fale.

# Preferences
source: Meta
ja: メタキー

# Preferences
source: Alt
ja: Altキー

# Preferences
source: Debug Hit Detection
ja: 当たり判定デバッガを有効化
pl_pl: Debuguj detekcję trafienia
