Repository: yvt/openspades
Catalog: Resources/Locales/*/openspades.po
Languages: de, fr, id, ja, nb, nl, pl_pl, pt_br, pt_pt, ru, tr

# StartupScreen
source: Simulates soft shadows that occur between nearby objects.
de: Simuliert weiche Schatten zwischen nahen Objekten.
fr: Simule de légères ombres entre les objets proches.
id: Simulasikan bayangan lembut yang terjadi di antara benda-benda di dekatnya.
nb: Simulerer myke skygger som finnes mellom objekter.
nl: Simuleert zachte schaduwen die worden veroorzaakt door twee objecten die dicht bij elkaar zijn
pt_pt: Simula sombras leves que ocorrem entre os objetos próximos.
ru: Имитирует мягкие тени, которые возникают между близкими объектами.
tr: Yakındaki nesneler arasında oluşan yumuşak gölgeleri simüle eder.

# StartupScreen
source: Low
de: Niedrig
fr: Faible
id: Rendah
ja: 低
nb: Lav
nl: Laag
pl_pl: Niskie
pt_br: Baixo
pt_pt: Baixo
ru: Низко
tr: Düşük

# StartupScreen
source: Medium
de: Mittel
fr: Moyen
id: Sedang
ja: 中
nb: Middels
nl: Gemiddeld
pl_pl: Średnie
pt_br: Médio
pt_pt: Médio
ru: Средне
tr: Orta

# StartupScreen
source: High
de: Hoch
fr: Élevé
id: Tinggi
ja: 高
nb: Høy
nl: Hoog
pl_pl: Wysokie
pt_br: Alto
pt_pt: Alto
ru: Высоко
tr: Yüksek

# StartupScreen
source: Ultra
ja: 最高
ru: Ультра
tr: Maksimum

# StartupScreen
source: Post-process
de: Nachbearbeitung
fr: Post-traitement
id: Pasca-proses
ja: 後処理
nb: Etterprosessering
nl: Nabewerking
pl_pl: Post-proces
pt_br: Pós-processamento
pt_pt: Pós-Processamento
ru: Постобработка
tr: İşlem Sonrası

# StartupScreen
source: Post-process modifies the image to make it look better and more realistic.
de: Nachbearbeitung bearbeitet das Bild damit es realistischer ausschaut.
fr: Le post-traitement modifie l'image pour la rendre plus plaisante et plus réaliste.
id: Pasca-proses memodifikasi gambar agar terlihat lebih baik dan lebih realistis.
ja: 後処理により描画された画面を加工しより良く見せます。
nb: Etterprosessering modifiserer bildet til å se bedre og mer realistisk ut.
nl: Nabewerking bewerkt het plaatje om het beter en realistischer eruit te laten zien.
pl_pl: Post-proces modyfikuje obraz by był bardziej realistyczny.
pt_br: Pós-processamento modifica a imagem para fazê-la parecer melhor e mais realista.
pt_pt: O Pós-processamento modifica a imagem para parecer melhor e mais realista.
ru: Постобработка изменяет картинку, чтобы сделать её лучше и более реалистичной.
tr: İşlem sonrası, görüntüyü daha iyi ve daha gerçekçi görünmesi için değiştirir.

# StartupScreen
source: Particles|Low:Artifact occurs when a particle intersects other objects.|Medium:Particle intersects objects smoothly.|High:Particle intersects objects smoothly, and some objects casts their shadow to particles.
de: Partikel|Niedrig:Gegenstand erscheint wenn ein Partikel ein anderes Objekt schneidet.|Mittel:Partikel schneidet Objekte weicher.|Hoch:Partikel schneidet Objekte weicher und manche Objekte werfen Schatten auf Partikel.
fr: Particules|Faible:Des artefacts apparaissent lorsque une particule croise un autre objet.|Moyen:Les particules croisent les objets en douceur.|Élevé:Les particules croisent les objets en douceur et certains d'entre eux projettent leur ombre sur les particules.
id: Partikel melintang benda dengan lancar, dan beberapa benda melemparkan bayangannya ke partikel.
ja: パーティクル|低:パーティクルが他のオブジェクトと交差すると鋭い境界が現れます。|中:パーティクルは他のオブジェクトと滑らかに交わります。|高:パーティクルは他のオブジェクトと滑らかに交わります。また一部のオブジェクトがパーティクルに影を落とします。
nb: Partikler|Lav:Artefakter forekommer når en partikkel skjærer inn i andre objekter.|Middels:Partikler skjærer inn i objekter på en fin måte.|Høy:Partikler skjærer inn i objekter på en fin måte og kan ha skygger.
nl: Deeltkes|Laag:Artefactie treedt op wanneer een deeltje andere objecten kruist |Gemiddeld: Het deeltje snijdt objecten soepel | Hoog: Het deeltje snijdt objecten vlot, en sommige objecten werpen hun schaduw op de deeltjes.
pl_pl: Cząsteczki|Niskie:Efekt powstaje gdy cząsteczki przecinają inne obiekty.|Średnie:Cząsteczki płynnie przecinają obiekty.|High:Cząsteczki płynnie przecinają obiekty, a niektóre z obiektów rzucają cień cząsteczkom.
pt_br: Partículas|Poucas:Artefato ocorre quando uma partícula cruza outros objetos.|Médias:Partículas cruzam objetos sem problemas.|Elevadas:Partícula cruza sem problemas, e alguns objetos lançam sombras para suas partículas.
pt_pt: Partículas|Poucas:Artefactos ocorrem quando a partícula interseta outro objeto.|Algumas:Partículas intersetam objetos sem problemas.|Muitas:Partículas intersetam objetos sem problemas, alguns objetos transmitem a sua sombra para estas.
ru: Частицы|Низко:Когда частица пересекает объект, появляются артефакты.|Средне:Частица пересекает объект плавно.|Высоко:Частица пересекает объект плавно, некоторые объекты отбрасывают свою тень на частицы.
tr: Parçacıklar|Düşük:Bir parçacık diğer nesnelerle kesiştiğinde yapaylık oluşur.|Orta:Parçacık nesneleri düzgün bir şekilde keser.|Yüksek:Parçacık, nesneleri düzgün bir şekilde keser ve bazı nesneler gölgelerini parçacıklara verir.

# StartupScreen
source: Dynamic Lights
de: Dynamische Lichter
fr: Éclairage dynamique
id: Lampu Dinamis
ja: 動的ライト
nb: Dynamiske lyskilder
nl: Dynamische Lichten
pl_pl: Dynamiczne oświetlenie
pt_br: Luzes Dinâmicas.
pt_pt: Luzes Dinâmicas
ru: Динамическое освещение
tr: Dinamik ışıklar

# StartupScreen
source: Gives some objects an ability to emit light to give them an energy-emitting impression.
de: Gibt manchen Objekten die Fähigkeit Licht abzugeben um den Eindruck einer Energieabgabe zu vermitteln.
fr: Permet à certains objets d'émettre de la lumière pour donner l'impression qu'ils émettent de l'énergie.
id: Memberikan beberapa objek kemampuan untuk memancarkan cahaya untuk memberi mereka kesan memancarkan energi.
ja: 一部のオブジェクトが発光するようにし、エネルギーを発しているような印象を与えます。
nb: Gir noen objekter muligheten til å avgi lys. Ser ut som de gir fra seg mer energi.
nl: Geeft sommige objecten het vermogen om licht te geven met een energie uitsralende impressie.
pl_pl: Daje możliwość, niektórym obiektom do generowania źródeł światła.
pt_br: Dá a alguns objetos a habilidade de emitir luz, a fim de dar uma impressão de que eles emitem luz.
pt_pt: Dá a habilidade de emitir luz a alguns objetos para lhes dar uma impressão de emitir energia.
ru: Дает некоторым объектам возможность излучать свет для придания им эффекта свечения.
tr: Bazı nesnelere enerji yayan bir izlenim vermek için ışık yayma yeteneği verir.

# StartupScreen
source: Shadows
de: Schatten
fr: Ombres
id: Bayangan
ja: 影
nb: Skygger
nl: Schaduwen
pl_pl: Cienie
pt_br: Sombras
pt_pt: Sombras
ru: Тени
tr: Gölgeler

# StartupScreen
source: Non-static object casts a shadow.
de: Sich bewegende Objekte werfen Schatten.
fr: Les objets mobiles projettent une ombre.
id: Objek non-statis menghasilkan bayangan.
ja: 動的なオブジェクトが影を落とします。
nb: Dynamiske objekter gir fra seg skygger.
nl: Niet bewegende objecten maken een schaduwen.
pl_pl: Dynamiczne obiekty generują cień.
pt_br: Objeto não estático faz sombra.
pt_pt: Objetos não-estáticos possuem sombra.
ru: Подвижные объекты отбрасывают тень.
tr: Sabit olmayan bir nesne gölge verir.

# StartupScreen
source: Volumetric Fog
de: Volumetrischer Nebel
fr: Brouillard volumétrique
id: Kabut Volumetrik
ja: ボリューメトリックフォグ
nb: Volumetrisk tåke
nl: Volumetrische mist
pl_pl: Szczegółowa mgła
pt_br: Névoa Volumétrica
pt_pt: Névoa Volumétrica
ru: Объемный туман
tr: Volumetrik Sis

# StartupScreen
source: Simulates shadow being casted to the fog particles using a super highly computationally demanding algorithm.
de: Simuliert Schatten der Nebelpartikel unter der Verwendung eines extrem rechenintensiven Algorithmus.
fr: Simule la projection des ombres sur les particules de brouillard en utilisant un algorithme demandant une très haute puissance de calcul.
id: Simulasikan bayangan yang dicor pada partikel kabut dengan menggunakan algoritma super computational menuntut.
ja: 極めて計算量が膨大なアルゴリズムを使用することにより、大気中の霧の粒子に影が落とされる様子をシミュレーションします。
nb: Simulerer skygger som går gjennom tåke partikler ved å bruke en svært krevende algoritme.
nl: Simuleert een schaduw die word gemaakt op mistdeeltjes met een super sterk computer veeleisende algoritme.
pl_pl: Symulacja cienia jest używana do cząsteczek mgły.
pt_br: Simula a sombra sendo projetada para as partículas de névoa, usando um algoritmo computacionalmente exigente.
pt_pt: Simula a projeção de sombra para as partículas do nevoeiro usando um algoritmo exigente altamente computacional.
ru: Моделирует отбрасывание тени частицами тумана используя супер сильный ресурсоемкий алгоритм.
tr: Süper yüksek hesaplama gerektiren bir algoritma kullanarak sis parçacıklarına dökülen gölgeyi simüle eder.

# StartupScreen
source: Physically Based Lighting
de: Physikalisch berechnetes Licht
fr: Éclairage physique
id: Pencahayaan Berbasis Fisik
ja: 物理ベースライティング
nb: Fysisk basert belysning
nl: Physiek gebaseerd licht
pl_pl: Realistyczne oświetlenie
pt_br: Iluminação Baseada Fisicamente
pt_pt: Iluminação baseada fisicamente
ru: Освещение на физической основе
tr: Fiziksel Tabanlı Aydınlatma

# StartupScreen
source: Uses more accurate approximation techniques to decide the brightness of objects.
de: Benutzung von genaueren Näherungswerten zur Bestimmung der Helligkeit von Objekten.
fr: Utilise une technique plus précise pour déterminer la luminosité des objets.
id: Menggunakan teknik perkiraan yang lebih akurat untuk menentukan kecerahan benda.
ja: 直接反射光の明るさを物理的により正確な手法を用いて計算します。
nb: Bruken en nøyaktig tilnærming for å bestemme lysstyrken til objekter.
nl: Gebruikt meer accurate geschatte technieken om de duisternis van een object te bepalen.
pl_pl: Dokładniejsze cieniowanie obiektów.
pt_br: Usa técnicas de aproximação mais precisas para decidir o brilho dos objetos.
pt_pt: Usa técnicas de aproximação melhores que decidem o brilho dos objetos.
ru: Использует более точные приближенные методы для определения яркости объектов.
tr: Nesnelerin parlaklığına karar vermek için daha doğru yaklaşım teknikleri kullanır.

# StartupScreen
source: Direct Lights
de: Direkte Lichter
fr: Éclairage direct
id: Lampu Langsung
ja: 直接光
nb: Direkte lyskilder
nl: Direct licht
pl_pl: Bezpośrednie oświetlenie
pt_br: Luzes Diretas
pt_pt: Luzes Diretas
ru: Прямой свет
tr: Direkt Işıklar

# StartupScreen
source: Controls how light encounting a material and atmosphere directly affects its appearance.
de: Kontrolliert wie Licht das auf Objekte trifft direkt das Erscheinungsbild beeinflusst.
fr: Contrôle comment la lumière rencontrant la matière et l'atmosphère affecte son apparence.
id: Menentukan bagaimana cahaya bersentuhan dengan material dan mempengaruhi atmosfir secara langsung pada tampilan.
ja: 物体(大気含む)に直接当たった光がどのようにその外観に影響するかを制御します。
nb: Kontrollerer hvordan lys støter på materialer, atmosfære og hvordan det direkte påvirker utseendet.
nl: Bepaalt hoe licht met een materiaal in aanraking komt en de sfeer rechtstreeks op het uiterlijk beinvloed.
pl_pl: Kontroluje jak materiał i atmosfera wpływa na wyświetlanie światła.
pt_br: Controla como a luz encontrando um material e atmosfera afeta diretamente a sua aparência.
pt_pt: Controlam como a luz reage ao encontrar um material e como a atmosfera afeta diretamente a sua aparência
ru: Управляет тем, как столкновение света с материалами и атмосферой напрямую влияет на их внешний вид.
tr: Bir malzeme ve atmosferle karşılaşan ışığın görünüşünü doğrudan nasıl etkilediğini kontrol eder.

# StartupScreen
source: Water Shader|None:Water is rendered in the same way that normal blocks are done.|Level 1:Refraction and the reflected Sun are simulated.|Level 2:Waving water is simulated as well as reflection and refraction.|Level 3:Reflections and refractions are rendered at the highest quality using screen-space techniques.
de: Wasser Shader|None:Wasser wird wie ein normaler Block gerendert.|Level 1:Lichbrechung und Spiegelung werden Simuliert.|Level 2:Wellen werden zusätzlich zu Brechung und Spiegelung simuliert.|Level 3:Brechung und Spiegelung werden hochwertig mit screen-space Techniken simuliert.
fr: Nuanceur de l'eau|Aucun:L'eau est rendue de la même manière que les blocs normaux.|Niveau 1:La réfraction et la réflexion des rayons du soleil sont simulés.|Niveau 2:Les vagues sont simulés ainsi que la réflexion et la réfraction.|Niveau 3:La réflexion et la réfraction sont rendu au plus haut niveau de qualité en utilisant des techniques appliquées à l'espace d'affichage.
id: Bayangan Air | Tidak ada: Air diberikan dengan cara yang sama seperti blok normal selesai. |Level 1: Refraksi dan Matahari yang dipantulkan disimulasikan. |Level 2: Air yang melambai disimulasikan sebaik refleksi dan pembiasan. |Level 3: Refleksi dan refraksi diberikan pada kualitas tertinggi dengan menggunakan teknik layar-spasi.
nb: Vann Shader|None:Vann gjengis på same måten som normal blokker.|Nivå 1:Refraksjoner og refleksjoner av solen er simulert.|Nivå 2: Bølger, refraksjoner og refleksjoner er simulert.|Nivå 3:Refleksjoner og refraksjoner blir gjengitt på høyeste kvalitet gjennom screen-space teknikker.
nl: Water Shader|Geen:Water is gegenereerd net zoals normale blokken.|Niveau 1:Breking en de gereflecteerde zon gesimuleerd | Niveau 2:Golvend water is evenals gesimuleerde reflectie en breking | Niveau 3: Reflecties and brekingen zijn verkregen bij de hoogste kwaliteit met behulp van scherm-ruimte technieken.
pt_br: Water Shader|Nenhum:Água é renderizada da mesma maneira que blocos normais.|Nível 1:Refração e o sol refletido são simulados.|Nível 2:Ondas do mar são simuladas, assim como a refração e reflexão do Nível 1|Nível 3:Reflexões e refreções são renderizadas na mais alta qualidade usando técnicas "screen-space".
pt_pt: Shaders da Água|Nenhum:A água é renderizada da mesma maneira que os blocos normais.|Nível 1:Refração e a reflexão do sol são simuladas.|Nível 2:As ondas da água são simuladas assim como a reflexão e a refração.|Nível 3:Reflexões e refrações são renderizadas na qualidade máxima usando técnicas do espaço do ecrã.
ru: Шейдеры воды|Выкл:Рендер воды происходит таким же способом, как и рендер блоков.|1 уровень:Симулируется преломление и отражение солнца.|2 уровня:Волны имитируются в дополнение к преломлению и отражению.|3 уровень:Отражения и преломления рендерятся с наивысшим качеством, используя экранно-пространственные методы.
tr: Su Gölgelendirici | Yok: Su, normal blokların yapıldığı gibi işlenir. | Seviye 1: Kırılma ve yansıyan Güneş simüle edilir. | Seviye 2: Dalgalanan su, yansıma ve kırılma gibi simüle edilir. | Seviye 3: Yansımalar ve kırılmalar ekran boşluğu teknikleri kullanılarak en yüksek kalitede gerçekleştirilir.

# StartupScreen
source: Med
de: Mittel
fr: Moyen
id: Cara
pt_br: Médio
pt_pt: Méd
ru: Средне
tr: İlaç

# StartupScreen
source: Shader Effects
de: Schatteneffekte
fr: Effets de nuanceur
id: Efek Bayangan
ja: シェーダー効果
nb: Shader-effekter
nl: shader effecten
pl_pl: Efekty cieniowania
pt_br: Efeitos Shader
pt_pt: Efeitos do Shader
ru: Шейдеры
tr: Gölgelendirici Efektler

# StartupScreen
source: Special effects.
de: Spezialeffekte.
fr: Effets spéciaux.
id: Efek spesial.
ja: 特殊効果。
nb: Spesialeffekter.
nl: Speciale effecten
pl_pl: Efekty specjalne
pt_br: Efeitos Especiais.
pt_pt: Efeitos especiais.
ru: Специальные эффекты.
tr: Özel Efektler.

# StartupScreen
source: Fast Mode:Reduces the image resolution to make the rendering faster.|Off|2x|4x
de: Fast Mode: Reduziert die Auflösung um das rendern zu beschleunigen (Spiel läuft flüssiger).|Aus|2x|4x
fr: Mode rapide:Réduit la résolution de l'image pour accélérer le rendu.|Désactivé|2x|4x
id: Mode Cepat: Mengurangi resolusi gambar untuk membuat rendering lebih cepat. | Mati | 2x | 4x
ja: 高速モード:画面解像度を低下させ、描画を高速化します。|オフ|2x|4x
nb: Rask modus:Reduserer oppløsningen for å få gjengivelsen til å gå raskere.|Av|2x|4x
nl: Snelle Modus: vermindert de resolutie van het plaatje om de generatie sneller te maken.|Uit|2x|4x
pl_pl: Tryb szybki:zmniejsza rozdzielczość obrazu by szybciej go wyświetlać.|Wył.|2x|4x
pt_br: Modo Rápido:Reduz a resolução da imagem para tornar a renderização mais veloz.|Off|2x|4x
pt_pt: Modo Rápido:Reduz a resolução da imagem para renderizar mais depressa.|Off|2x|4x
ru: Быстрый режим:Уменьшает разрешение картинки, чтобы сделать рендеринг быстрее.|Выкл|2x|4x
tr: Hızlı Mod: İşlemeyi hızlandırmak için görüntü çözünürlüğünü azaltır. | Kapalı | 2x | 4x

# StartupScreen
source: Audio Settings
de: Audioeinstellungen
fr: Paramètres audio
id: Pengaturan Audio
ja: 音声の設定
nb: Lydinnstillinger
nl: Geluids instellingen
pl_pl: Ustawienia dźwięku
pt_br: Configurações de Áudio
pt_pt: Definições de Som
ru: Настройки аудио
tr: Ses Ayarları

# StartupScreen
source: Uses an OpenAL-capable sound card to process sound. In most cases where there isn't such a sound card, software emulation is used.
de: Benutzt eine OpenAL-fähige Soundkarte um Geräusche zu erzeugen. Wenn keine Soundkarte vorhanden ist, wird meistens eine Software-Emulation benutzt.
fr: Utilise une carte son compatible OpenAL pour traiter le son. Dans la plupart des cas, lorsque une telle carte son n'est pas présente, une émulation logicielle est utilisée.
id: Menggunakan kartu suara berkemampuan OpenAL untuk memproses suara. Dalam kebanyakan kasus di mana tidak ada kartu suara semacam itu, emulasi perangkat lunak digunakan.
ja: OpenALに対応したサウンドカードを使用して音声を処理します。ほとんどの場合このようなサウンドカードがありませんので、ソフトウェアエミュレーションが使用されます。
nb: Bruker et OpenAL kompatibelt lydkort til å prosessere lyden. I det fleste tilfeller det det ikke er et kompatibelt lydkort, så brukes programvareemulering.
nl: Gebruikt een OpenAL beschikbare geluidskaart om geluid te produceren. In de meeste gevallen waar er is niet zo'n geluidskaart aanwezig, software emulatie wordt gebruikt.
pl_pl: Używa OpenAL do generowania dźwięku. Jeśli nie ma karty dźwiękowej to używa oprogramowania.
pt_br: Utiliza uma placa de som compátivel com OpenAL para processar o som. Na maioria dos casos onde não há tal placa de som a emulação de software é usada.
pt_pt: Usa uma placa de som capaz de processar som com OpenAL. Em alguns casos, quando não existe nenhuma, a emulação por software é usada.
ru: Использует OpenAL-совместимую звуковую карту для обработки звука. В большинстве случаев, когда нет такой звуковой карты, используется программная эмуляция.
tr: Sesi işlemek için OpenAL özellikli bir ses kartı kullanır. Böyle bir ses kartı bulunmayan çoğu durumda, yazılım benzemesi kullanılır.

# StartupScreen
source: YSR is an experimental 3D HDR sound engine optimized for OpenSpades. It features several enhanced features including automatic load control, dynamics compressor, HRTF-based 3D audio, and high quality reverb.
de: YSR ist eine experimentelle 3D HDR Soundengine die für OpenSpades optimiert wurde. Es beinhaltet mehrere verbesserte Funktionen wie "Automatic load control", "Dynamics compressor", "HRTF-based 3D audio" und "high quality reverb".
fr: YSR est un moteur de son 3D HDR expérimental optimisé pour OpenSpades. Il fournit plusieurs fonctionnalités améliorées incluant un contrôle automatique de la charge, des compresseurs dynamiques, une audio 3D basée sur des HRTF et une réverbération de haute qualité.
id: YSR adalah mesin HDR eksperimental 3D yang dioptimalkan untuk OpenSpades. Ini fitur beberapa fitur yang disempurnakan termasuk kontrol beban otomatis, kompresor dinamika, audio 3D HRTF, dan reverb berkualitas tinggi.
ja: YSRはOpenSpadesに最適化された、実験的な3D HDRサウンドエンジンです。自動負荷制御やダイナミクスコンプレッサー、HRTFベースの立体音響や高音質リバーブエフェクタを備えています。
nb: YSR er en eksperimentell 3D HDR lydmotor som er optimisert for OpenSpades. Det inneholder flere forbedrede egenskaper som automatisk belastningskontroll, dynamisk compressor, HRTF-basert 3D lyd og ekko av høg kvalitet.
nl: YSR is een experimentele 3D HDR geluids engine geoptimaliseerd voor OpenSpades. het heeft meerdere geavanceerde functies zoals automatische laadcontrole, dynamische vermindering, HRTF-gebaseerde 3D audio en hoge qualiteits reverb.
pl_pl: YSR to eksperymentalny silnik do generowania dźwięku przestrzennego. Zostal specjalnie zoptymalizowany pod OpenSpades. Używa wielu rozbudowanych funkcji.
pt_br: YSR é um motor de som experimental 3D HDR otimizado para o OpenSpades. Ele possui vários recursos avançados, incluindo controle automático de carga, compressor de dinâmica, áudio 3D baseado em HRTF, e reverb de alta qualidade.
pt_pt: YSR é um motor de som experimental e optimizado para o OpenSpades. Utiliza várias funcion
ru: YSR - Это экспериментальный 3D HDR звуковой движок оптимизированный для OpenSpades. Он включает в себя некоторые улучшенные особенности, такие как: автоматическое управление загрузкой, динамический компрессор, HRTF-based 3D аудио и реверберации высокого качества.
tr: YSR, OpenSpades için optimize edilmiş deneysel bir 3D HDR ses motorudur. Otomatik yük kontrolü, dinamik kompresör, HRTF tabanlı 3D ses ve yüksek kaliteli yankı dahil olmak üzere çeşitli gelişmiş özelliklere sahiptir.

# StartupScreen
source: Null
de: Deaktiviert
fr: Désactivée
id: Batal
ja: ヌル
pl_pl: Brak
pt_br: Nulo
pt_pt: Nulo
ru: Откл
tr: Boş

# StartupScreen
source: Disables audio output.
de: Deaktiviert Audio-Output
fr: Désactive la sortie audio.
id: Nonaktifkan keluaran audio.
ja: オーディオ出力を無効にします。
nb: Deaktiverer lyd.
nl: Schakelt audio uit/
pl_pl: Wyłącz wyjście dźwięku.
pt_br: Desativa a saída de áudio.
pt_pt: Desativa a saída de som.
ru: Отключить вывод аудио.
tr: Ses çıkışını devre dışı bırakır.

# StartupScreen
source: Polyphonics
de: Polyphone Töne
fr: Polyphoniques
id: Polifonik
ja: 最大同時発音数
nb: Polyfonikk
nl: Polytoniek
pl_pl: Multidźwięki
pt_br: Polifonia
pt_pt: Polifónicos
ru: Полифоника

# StartupScreen
source: Specifies how many sounds can be played simultaneously. Higher value needs more processing power, so setting this too high might cause an overload (especially with a software emulation).
de: Legt fest, wie viele Töne gleichzeitig wiedergegeben werden können. Mehr Töne bedeuten mehr Rechenleistung, dies kann bei zu hohen Werten Übersteuern verursachen (besonders mit einer Software-Emulation).
fr: Spécifie combien de sons peuvent être joués simultanément. Une valeur élevée nécessite plus de puissance de calcul. Un paramètre trop élevé peut donc causer une surcharge (plus particulièrement avec une émulation logicielle).
id: Menentukan berapa banyak suara yang bisa dimainkan secara bersamaan. Nilai yang lebih tinggi membutuhkan lebih banyak daya proses, sehingga pengaturan ini terlalu tinggi bisa menyebabkan kelebihan muatan (terutama dengan emulasi perangkat lunak).
ja: 同時に発音可能な音声の個数を指定します。この値が大きいと必要な処理能力も増大するため、特にソフトウェアエミュレーションにおいて過負荷状態を生じることがあります。
nb: Spesifiserer hvor mange lyder som kan spilles samtidig. Høyere verdier trenger mer prosesseringskraft, så vis du setter denne innstillingen for høyt, så kan det forårsake en overbelastning (spesielt med programvareemulering).
nl: Bepaalt hoe veel geluiden er tegelijk kan worden afgespeelt. Hogere waardes betekent meer producerings kracht, dus zet de waarde niet te hoog om een overbelasting te voorkomen.
pl_pl: Określa jak dużo dźwięków może być odtwarzanych na raz, zużywa więcej mocy obliczeniowej.
pt_br: Especifica quantos sons podem ser tocados simultaneamente. Quanto mais alto o valor maior será a nescessidade de poder de processamento, então utilizar um valor muito alto pode causar um sobrecarregamento (especialmente com emulação de software)
pt_pt: Especifica quantos sons podem ser tocados em simultâneo. Valores mais altos necessitam de mais processamento, então, se estiver muito alta, pode causar sobrecarregamento. (especialmente em software)
ru: Определяет как много звуков может проигрываться одновременно. Высокие значения требуют большой вычислительной мощности, так что слишком высокое значение может привести к перегрузке.
tr: Aynı anda kaç sesin çalınabileceğini belirtir. Daha yüksek değer daha fazla işlem gücüne ihtiyaç duyar, bu nedenle bu değerin çok yüksek ayarlanması aşırı yüke neden olabilir (özellikle yazılım benzemesi ile).
