Repository: yvt/openspades
Catalog: Resources/Locales/*/openspades.po
Languages: de, fr, id, ja, nb, nl, pl_pl, pt_br, pt_pt, ru, tr

# Preferences
source: Some settings only can be changed in the startup window.
de: Manche Einstellungen können nur im Startup-Fenster verändert werden.
fr: Certains paramètres sont seulement modifiables depuis la fenêtre de lancement.
id: Beberapa pengaturan hanya bisa diubah di jendela peluncuran.
ja: 一部の設定はスタートアップウィンドウでのみ変更が可能です。
nb: Noen innstillinger kan kun bli forandret i oppstartsvinduet.
nl: Sommige instellingen kunnen veranderd worden in het opstart menu.
pl_pl: Niektóre ustawienia mogą zostać zmienione tylko w ekranie startowym.
pt_br: Algumas configurações só podem ser mudas na janela inicial.
pt_pt: Algumas definições só podem ser alteradas na janela inicial.
ru: Некоторые настройки могут быть изменены только в стартовом окне.
tr: Bazı ayarlar yalnızca başlangıç ​​penceresinde değiştirilebilir.

# StartupScreen
source: Start
fr: Lancer
id: Mulai
ja: スタート
pt_br: Iniciar
pt_pt: Iniciar
ru: Запуск
tr: Başlat

# StartupScreen
source: Skip this screen next time
de: Überspringe diesen Bildschirm nächstes Mal
fr: Éviter cette fenêtre la prochaine fois
id: Lewati layar ini lain kali
ja: 次回起動時はこの画面を表示しない
nb: Hopp over denne skjermen neste gang
nl: Dit menu niet meer weergeven
pl_pl: Pomiń ten ekran następnym razem
pt_br: Pular esta tela da próxima vez
pt_pt: Saltar este ecrã da próxima vez
ru: Не показывать в следующий раз
tr: Bir Daha ki sefere bu ekranı geç

# StartupScreen
source: Graphics
de: Grafik
fr: Graphismes
id: Grafis
ja: 映像
nb: Grafikk
nl: Grafische instellingen
pl_pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
ru: Графика
tr: Grafikler

# StartupScreen
source: Audio
ja: 音声
nb: Lyd
pl_pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
tr: Sesler

# StartupScreen
source: Generic
de: Allgemein
fr: Générique
id: Umum
nb: Generelt
nl: Normaale
pt_br: Geral
pt_pt: Genérico
ru: Общие
tr: Genel

# StartupScreen
source: System Info
de: Systeminformationen
fr: Informations système
id: Sistem Informasi
ja: システム情報
nl: Systeeminformatie
pl_pl: Informacje o systemie
pt_br: Informações do Sistema
pt_pt: Informações do Sistema
ru: Систем. инфо
tr: Sistem Bilgisi

# StartupScreen
source: Advanced
de: Erweitert
fr: Avancé
id: Lanjutan
ja: 高度な設定
nb: Avansert
nl: Geavanceerd
pl_pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ru: Расширенные
tr: Gelişmiş

# StartupScreen
source: An unknown error has occurred while opening the update info website.
de: Beim öffnen der update-info Website trat ein unbekannter Fehler auf.
fr: Une erreur inconnue s'est produite lors de l'accès au site de mise à jour.
id: Terjadi kesalahan yang tidak diketahui saat membuka situs info pembaruan.
nb: En ukjent feil har skjedd mens nettsiden ble lastet inn.
nl: Een onbekende fout is opgetreed tijdens het openen van de update informatie-site.
pt_pt: Um erro desconhecido ocorreu enquanto se abria o site de info. das atualizações.
ru: Возникла неизвестная ошибка при открытии сайта обновлений.
tr: Güncelleme bilgi sitesini açarken bilinmeyen bir sorun oluştu.

# StartupScreen
source: Custom
de: Benutzerdefiniert
fr: Personnalisé
id: Diedit
ja: カスタム
nb: Tilpasset
nl: Bewerkt
pl_pl: Dowolne
pt_br: Customizado
pt_pt: Customizado
ru: Другое
tr: Özelleştir

# StartupScreen
source: Close
de: Schließen
fr: Fermer
id: Tutup
ja: 閉じる
nb: Lukk
nl: Sluit
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
tr: Kapat

# StartupScreen
source: Graphics Settings
de: Grafikeinstellungen
fr: Paramètres graphiques
id: Pengaturan Grafis
ja: グラフィックス設定
nb: Grafikkinnstillinger
nl: Grafische instellingen
pl_pl: Ustawienia graficzne
pt_br: Configurações de Gráficos
pt_pt: Configurações Gráficas
ru: Графические настройки
tr: Grafik Ayarları

# StartupScreen
source: Resolution
de: Auflösung
fr: Résolution
id: Resolusi
ja: 画面解像度
nb: Oppløsning
nl: Resolutie
pl_pl: Rozdzielczość
pt_br: Resolução
pt_pt: Resolução
ru: Разрешение
tr: Çözünürlük

# StartupScreen
source: Fullscreen Mode
de: Vollbildmodus
fr: Mode plein écran
id: Mode Layar Penuh
ja: フルスクリーンモード
nb: Fullskjerm-modus
nl: Volledig scherm
pl_pl: Tryb pełnoekranowy
pt_br: Modo Fullscreen
pt_pt: Modo de Ecrã Inteiro
ru: Полноэкранный режим
tr: Tam Ekran Modu

# StartupScreen
source: By running in fullscreen mode OpenSpades occupies the screen, making it easier for you to concentrate on playing the game.
de: Beim Spielen von OpenSpades im Vollbildmodus wird der komplette Bildschirm besetzt, damit man sich besser auf das Spiel konzentrieren kann.
fr: En utilisant le mode plein écran, OpenSpades occupe la totalité de celui-ci et vous permet de vous concentrer sur le jeu.
id: Dengan berjalan di mode layar penuh, OpenSpades menempati layar, sehingga memudahkan Anda untuk berkonsentrasi dalam bermain.
ja: フルスクリーンモードを使用すると画面全体を占領してプレイできるため、ゲームに集中しやすくなります。
nb: Ved å kjøre i fullskjerm-modus, så dekker OpenSpades hele skjermen. Dette gjør det enklere for deg å konsentrere deg på spillet.
nl: Door OpenSpades te draaien in volledig scherm, kan het makkelijker zijn voor je om op de game te kunnen concentreren.
pl_pl: Uruchamiając OpenSpades w trybie pełnoekranowym, łatwiej jest ci się skupić na grze.
pt_br: Quando em fullscreen, o OpenSpades ocupa a tela inteira, tornando mais fácil para que você possa se concentrar em jogar o jogo.
pt_pt: Por executar o OpenSpade em modo de ecrã inteiro ocupa o ecrã todo, sendo mais fácil para ti de te concentrares no jogo.
ru: При запуске в полноэкранном режиме, OpenSpades занимает весь экран, облегчая вашу концентрацию в игре.
tr: Tam ekran modunda çalışarak OpenSpades ekranı kaplar ve oyunu oynama ve konsantre olmanızı kolaylaştırır.

# StartupScreen
source: Backend
de: Sound
fr: Mode de rendu
ja: バックエンド
nl: Backend systeem
pl_pl: Koniec
pt_pt: Plano de fundo
ru: Рендер

# StartupScreen
source: OpenGL renderer uses your computer's graphics accelerator to generate the game screen.
de: OpenGL benutzt deine Grafikkarte um die Bilder zu generieren.
fr: OpenGL utilise l'accélérateur graphique de votre ordinateur pour générer les images.
id: OpenGL menggunakan akselerator grafis komputermu untuk menghasilkan layar permainan.
ja: OpenGLレンダラーはコンピュータに内蔵されたGPUを使用してゲーム画面を描画します。
nb: OpenGL-gjengiveren bruker maskinens grafikkakselerator til å generere spillskjermen.
nl: OpenGL renderer gebruikt je computer's grafische versneller om het game scherm te genereren.
pl_pl: OpenGL używa twojej karty grafiki do wygenerowania obrazu.
pt_br: Renderização OpenGL usa o acelerador de gráficos do computador para gerar a tela do jogo.
pt_pt: A renderização OpenGL usa a aceleração de gráficos do teu computador para gerar os gráficos.
ru: Рендер OpenGL использует графический ускоритель вашего компьютера для генерации изображения.
tr: OpenGL oluşturucu, oyun ekranını yaratmak için bilgisayarınızın grafik işlemcisini kullanır.

# StartupScreen
source: Software
fr: Logiciel
id: Perangkat lunak
ja: ソフトウェア
nb: Programvare
pl_pl: Oprogramowanie
ru: Программный

# StartupScreen
source: Software renderer uses CPU to generate the game screen. Its quality and performance might be inferior to OpenGL renderer, but it works even with an unsupported GPU.
de: Software renderer benutzt die CPU um die Bilder zu generieren. Die Qualität und Leistung könnte schlechter als der OpenGL Renderer sein, jedoch funktioniert dieser auch mit einer nicht unterstützten Grafikkarte.
fr: Le mode de rendu logiciel utilise votre processeur pour générer les images. Sa qualité et ses performances peuvent être inférieures à celles du mode de rendu OpenGL, mais il fonctionne avec les processeurs graphiques non supportés.
id: Perender perangkat lunak menggunakan CPU untuk menghasilkan layar permainan. Kualitas dan kinerjanya mungkin lebih rendah dari perender OpenGL, namun bekerja dengan GPU yang tidak didukung.
ja: ソフトウェアレンダラーはCPUを使用してゲーム画面を描画します。画質やパフォーマンスはOpenGLには劣りますが、対応していないGPUでも常に動作します。
nb: Programvaregjengiveren bruker prosessoren til å generere spillskjermen. Kvaliteten og ytelsen er muligens verre en OpenGL-gjengiveren, men virker selv med en ustøttet grafikkakselerator.
nl: Software renderer gebruikt de CPU om het game scherm te kunnen genereren. De kwaliteit en de prestaties kunnen onderdoen voor OpenGL renderer, maar het werkt zelfs met een niet-ondersteunende GPU.
pl_pl: Oprogramowanie używa twojego procesora do wygenerowania obrazu. Wydajność może być gorsza od OpenGL, lecz działa nawet na niewspieranych GPU.
pt_br: Renderizador de Software usa a CPU para gerar a tela do jogo. Sua qualidade e desempenho podem ser inferiores ao renderizador OpenGL, mas funcionam mesmo com uma GPU não suportada.
pt_pt: A renderização Software usa o teu CPU para gerar os gráficos. A sua qualidade e desempenho podem ser inferiores ao OpenGL, mas podem funcionar melhor em GPUs não suportados.
ru: Программный рендер использует ЦП для генерации изображения. Качество и производительность могут быть ниже рендера OpenGL, однако он работает даже с неподдерживаемыми видеокартами.
tr: Software oluşturucu, oyun ekranını yaratmak için bilgisayarınızın sadece işlemcisini kullanır. Bunun kalitesi ve performansı OpenGL oluşturucudan daha düşük olabilir, ancak desteklenmeyen bir GPU ile bile çalışır.

# StartupScreen
source: Antialias:Enables a technique to improve the appearance of high-contrast edges. MSAA: Performs antialiasing by generating an intermediate high-resolution image. Looks best, but doesn't cope with some settings. FXAA: Performs antialiasing by smoothing artifacts out as a post-process.|Off|MSAA 2x|4x|FXAA
de: Antialias:Aktiviert eine Techik um Treppchenbildung an Kanten zu verhindern. MSAA: Generiert ein hochaufgelöstes "Zwischenbild". Sieht am besten aus, funktioniert aber nicht mit manchen Einstellungen. FXAA: Gegenstände werden durch Nachbearbeitung "weicher" gemacht.|Aus|MSAA 2x|4x|FXAA
fr: Anti-crénelage:Active une technique pour améliorer l'apparence des bords à fort contraste. MSAA : Effectue l'anti-crénelage en générant une image intermédiaire de haute résolution. De meilleur aspect mais ne gère pas certains paramètres. FXAA : Effectue l'anti-crénelage en adoucissant les artéfacts en post-traitement.|Désactivé|MSAA 2x|4x|FXAA
id: Antialias: Memungkinkan teknik memperbaiki kemunculan tepi kontras tinggi. MSAA: Lakukan antialias dengan menghasilkan gambar beresolusi tinggi menengah. Terlihat terbaik, namun tidak mengatasi beberapa pengaturan. FXAA: Melakukan antialias dengan merapikan artefak sebagai pasca-proses. |Mati|MSAA 2x|4x|FXAA
nb: Anti-alias: Aktiverer en teknikk som forbedrer utsendet til kanter med høy kontrast. MSAA: Utfører anti-aliasing ved å generere en mellomliggende høy oppløslig bilde. Ser best ut, men virker ikke bra med noen innstillinger. FXAA: Utfører anti-aliasing ved å jevne ut artefakter i etterprosessering.|Av|MSAA 2x|4x|FXAA
nl: Antialias: Maakt een techniek om het uiterlijk van hoge contrast randen te verbeteren . MSAA: Voert antialiasing door een afbeelding tussenliggende hoge resolutie te genereren. FXAA: Voert antialiasing door het gladstrijken van artefacten als een post-proces | Uit | MSAA 2x | 4x | FXAA.
pt_pt: Antialias:Ativa uma técnica para melhorar a aparência dos cantos de alto- contraste. MSAA: Executa antialiasing gerando uma imagem de alta resolução intermediária. Parece melhor, mas não combina com algumas definições. FXAA: Executa antialiasing por suavizar artefactos como um pós-processamento.|Off|MSAA 2x|4x|FXAA
ru: Сглаживание:Включает метод улучшения внешнего вида высоко-контрастных граней. MSAA: выполняет сглаживание с помощью генерации промежуточной картинки высокого разрешения. Выглядит лучше, но не справляется с некоторыми настройками. FXAA: выполняет сглаживание с помощью размытия артефактов в постобработке.|Выкл|MSAA 2x|4x|FXAA
tr: Kenar yumuşatma: Yüksek kontrastlı kenarların görünümünü iyileştirmek için bir yöntem sağlar. MSAA: Ara yüksek çözünürlüklü bir görüntü oluşturarak kenar yumuşatma uygular. En iyi olarak görünüyor, ancak bazı ayarlarla başa çıkmıyor. FXAA: İşlem sonrası olarak yapay nesneleri yumuşatarak kenar yumuşatma uygular. | Kapalı | MSAA 2x | 4x | FXAA

# StartupScreen
source: Global Illumination
de: Globale Beleuchtung
fr: Illumination globale
id: Penerangan Global
ja: 大域照明
nb: Global belysning
nl: Globale Belichting
pl_pl: Globalne oświetlenie
pt_br: Iluminação Global
pt_pt: Iluminação Global
ru: Глобальное освещение
tr: Küresel aydınlatma

# StartupScreen
source: Enables a physically based simulation of light path for more realistic lighting.
de: Aktiviert eine physikbasierte Simulation von Lichteinfall für eine realistischere Beleuchtung.
fr: Active une simulation physique des raillons de lumière pour un éclairage plus réaliste.
id: Mengaktifkan simulasi jalur cahaya secara fisik agar penerangan lebih realistis.
ja: 物理的に比較的正確な計算手法を使用することにより、より写実的な光表現を行います。
nb: Aktiverer en fysisk basert simulering av lys for mer realistisk belysning.
nl: Hiermee kan een fysiek gebaseerde simulatie van lichtpad voor meer realistische belichting.
pl_pl: Bardziej realistyczne oświetlenie otoczenia.
pt_br: Habilita uma simulação fisicamente baseada do caminho da luz, a fim de uma iluminação mais realista.
pt_pt: Ativa uma simulação física baseada no caminho de luz para uma iluminação mais realista.
ru: Включает физическое моделирование световых лучей для более реалистичного освещения.
tr: Daha gerçekçi aydınlatma için fiziksel olarak bir ışık yolu simülasyonu sağlar.

# StartupScreen
source: Linear HDR Rendering
de: Lineares HDR Rendering
fr: Rendu HDR linéaire
ja: 線形色空間HDRレンダリング
nb: Lineær HDR gjengivelse
nl: Lineare HDR Rendering
pl_pl: Liniowe wyświetlanie HDR
pt_br: Renderização Linear HDR
pt_pt: Renderização Linear HDR
ru: Линейный HDR рендеринг
tr: Doğrusal HDR Oluşturma

# StartupScreen
source: Uses a number representation which allows wider dynamic range during rendering process. Additionally, this allows color calculation whose value is in linear correspondence with actual energy, that is, physically accurate blending can be achieved.
de: Verwendet eine Zahlendarstellung die einen höheren Dynamikumfang während des Renderingprozesses erlaubt. Zusätzlich erlaubt dies eine Farbwertberechnung bei der die Farbwerte proportional zu der tatsächlichen Energie des Lichtes sind, weshalb ein physikalisch korrektes Mischen erreicht werden kann.
fr: Utilise une représentation numérique qui permet d'utiliser une gamme dynamique plus large lors du processus de rendu. De plus, il permet un calcul des couleurs dont les valeurs sont en correspondance linéaire avec l'énergie actuelle. De cette manière, un mélange physiquement précis peut être effectué.
id: Menggunakan representasi nomor yang memungkinkan jangkauan dinamis yang lebih luas selama proses rendering. Selain itu, ini memungkinkan perhitungan warna yang nilainya dalam hubungan linier dengan energi aktual, yaitu pencampuran akurat secara fisik dapat dicapai.
ja: より幅広いダイナミックレンジを表現可能な数値の表現方法をレンダリング処理に使用します。これにより実際のエネルギー量と線形関係のある値を使用して色を表現できるため物理的に正確なブレンディングを行うことができます。
nb: Bruker en tallrepresentasjon som tillater bredere dynamiske rekkevidde under gjengivelsesprosessen. I tillegg tillater dette fargekalkulering hvis verdi er i lineær korrespondanse med faktisk energi, det vil si fysisk nøyaktig blanding kan oppnås.
nl: Gebruikt een aantal representaties wier bredere dynamische afstand produceren. Dit staat toe dat kleur calculatie wiens waarde recht evenredig is met de werkelijke energie, dat wil zeggen dat accuraat natuurlijk mengen worden bereikt.
pl_pl: Lepsze wyświetlanie.
pt_br: Usa uma representação numérica que permite maior faixa dinâmica durante a renderização. Adicionalmente, permite o cálculo de cores cujo valor está em correspondência linear com a energial atual, isto é, misturas físicamente precisas podem ser alcançadas.
pt_pt: Usa uma representação numérica que permite uma faixa dinâmica maior durante o processo de renderização. Adicionalmente, permite o cálculo de cor cujo valor é em correspondência linear com a energia atual, isto é, misturas físicas podem ser feitas.
ru: Использует ряд представлений, которые позволяют использовать более широкий динамический диапазон во время процесса рендеринга. Кроме того, позволяет вычислить цвета, значения которых находится в линейном соответствии с фактической энергией, то есть, физически может быть достигнуто точное смешивание.
tr: Görüntü oluşturma işlemi sırasında daha geniş dinamik aralığa izin veren bir sayı gösterimi kullanır. Ek olarak bu, değeri gerçek enerjiyle doğrusal bir uyum içinde olan, yani fiziksel olarak doğru karıştırma elde edilebilen renk hesaplamasına izin verir.

# StartupScreen
source: Camera Blur
de: Unschärfe Effekt
fr: Flou de caméra
id: Kamera Kabur
ja: カメラブラー
nb: Kamerasløring
nl: Camera vervaging
pl_pl: Rozmycie kamery
pt_br: Desfoque de Câmera
pt_pt: Desfoque da Câmara
ru: Размытие камеры
tr: Kamera Bulanıklığı

# StartupScreen
source: Blurs the screen when you turn quickly.
de: Der Bildschirm wird unscharf wenn du dich schnell umdrehst.
fr: Floute l'écran lorsque vous tournez rapidement.
id: Layar kabur saat kamu berbalik cepat.
nb: Slører skjermen når du snur deg kjapt.
nl: Vervaagt het scherm als je snel omdraait.
pl_pl: Rozmywa kamerę gdy szybko się obracasz.
pt_br: Causa desfoque quando você se move rapidamente.
pt_pt: Causa um desfoque quando te moves rapidamente.
ru: Размывает экран, когда вы быстро поворачиваетесь.
tr: Hızlı döndüğünüzde ekranı bulanıklaştırır.

# StartupScreen
source: Lens Effect
de: Linseneffekt
fr: Effet de lentille
id: Efek Lensa
ja: レンズ効果
nb: Linseeffekt
pl_pl: Efekt soczefkowy
pt_br: Efeito de Lentes
pt_pt: Efeito de Lentes
ru: Эффекты линзы
tr: Lens efekti

# StartupScreen
source: Simulates distortion caused by a real camera lens.
de: Simuliert Verzerrungen die durch echte Linsen verursacht werden.
fr: Simule une distorsion causée par une véritable lentille de caméra.
id: Simulasikan distorsi yang disebabkan oleh lensa kamera yang nyata.
ja: 現実世界のレンズの歪みをシミュレートします。
nb: Simulerer forvrenginger skapt av ekte kameralinser.
nl: Simuleert vervorming die wordt veroorzaakt door een echte camera lens.
pl_pl: Symuluje zniekształcenie powodowane przez prawdziwe obiektywy.
pt_br: Simula a distorção de camêras causada na vida real.
pt_pt: Simula a distorção causada por uma lente de câmara real.
ru: Симулирует искажения, вызванные линзами реальной камеры.
tr: Gerçek bir kamera merceğinin neden olduğu bozulmayı simüle eder.

# StartupScreen
source: Lens Scattering Filter
de: Streuungsfilter
fr: Filtre de dispersion sur lentille
id: Filter Penyaring Lensa
ja: レンズ散乱フィルタ
nb: Linsespredningsfilter
nl: Lens-verstrooingsfilter
pl_pl: Soczewka rozpraszająca
pt_br: Filtro de Dispersão das Lentes
pt_pt: Filtro de Dispersão de Lentes
ru: Фильтр рассеяния объектива
tr: Lens Saçılma Filtresi

# StartupScreen
source: Simulates light being scattered by dust on the camera lens.
de: Simuliert Lichtstreuung aufgrund von (simuliertem) Staub auf der Kameralinse.
fr: Simule une lumière dispersée par la poussière sur la lentille de la caméra.
id: Mensimulasikan cahaya yang disebarkan oleh debu pada lensa kamera.
ja: レンズの汚れによる光の散乱を再現します。
nb: Simulerer linsespredning forårsaket av støv på kameralinsen.
nl: Simuleert light dat wordt verstrooid door stof om de camera lens heen.
pl_pl: Symuluje rozproszenie światła przez pył na obiektywie kamery.
pt_br: Simula a dispersão da luz por poeira nas lentes da câmera.
pt_pt: Simula a dispersão de luz pela poeira nas lentes da câmara.
ru: Имитирует рассеяние света пылью на линзе камеры.
tr: Kamera merceğindeki toz tarafından dağılan ışığın benzetimini yapar.

# StartupScreen
source: Lens Flare
de: Linsenlichtreflexion
fr: Halos sur la lentille
id: Lensa Suar
ja: レンズフレア
nb: Lysskjær
nl: Lens-gloed
pl_pl: Flara
pt_pt: Reflexo nas lentes
ru: Блики линзы
tr: Mercek parlaması

# StartupScreen
source: The Sun causes lens flare.
de: Die Sonne verursacht Linsenlichtreflexion.
fr: Le Soleil cause des halos sur la lentille.
id: Matahari menyebabkan lensa menyala.
ja: 太陽を直視したときにレンズフレアを描画します。
nb: Solen forårsaker lysskjær.
nl: De zon veroorzaakt gloed.
pl_pl: Słońce powoduje flarę (halację).
pt_br: O sol causa lens flare.
pt_pt: O Sol causa reflexo nas lentes.
ru: Солнце вызывает блики линзы.
tr: Güneş mercek parlamasına neden olur.

# StartupScreen
source: Flares for Dynamic Lights
de: Leuchtsignale für dynamische Lichter
fr: Halos pour l'éclairage dynamique
id: Flare untuk Lampu Dinamis
ja: 動的ライトにレンズフレア
nb: Lysskjær for dynamiske lyskilder
nl: Gloed voor dynamische lichten
pl_pl: Flary dla dynamicznego oświetlenia
pt_br: Flares para Luzes Dinâmicas
pt_pt: Reflexos para Luzes Dinâmicas
ru: Блики динамического света
tr: Dinamik Işıklar için parlamalar

# StartupScreen
source: Enables lens flare for light sources other than the Sun.
de: Aktiviert Linsenlichtreflexion für andere Lichtquellen als die Sonne.
fr: Active les halos pour les sources autres que le Soleil.
id: Memungkinkan flare lensa untuk sumber cahaya selain Matahari.
ja: 太陽以外の光源を直視したときにレンズフレアを描画します。
nb: Aktiverer lysskjær for andre lyskilder enn solen.
nl: Activeer lens gloed voor lightbronnen anders dan de zon.
pl_pl: Umożliwa generowania flar dla innych źródeł światła niż Słońce.
pt_br: Habilita lens flare para outras fontes de luz além do Sol.
pt_pt: Ativa o reflexo em lentes para fontes de luz diferentes do Sol.
ru: Включает блики света для других источников света, кроме солнца.
tr: Güneş dışındaki ışık kaynakları için mercek parlamasını etkinleştirir.

# StartupScreen
source: Color Correction
de: Farbkorrektur
fr: Correction des couleurs
id: Koreksi Warna
ja: 色調補正
nb: Fargekorrigering
nl: Kleurcorrectie
pl_pl: Korekta koloru
pt_br: Correção de Cor
pt_pt: Correção de Cor
ru: Коррекция цвета
tr: Renk Düzeltme

# StartupScreen
source: Applies cinematic color correction to make the image look better.
de: Wendet Farbkorrektur an um das Bild zu verbessern.
fr: Applique une correction cinématographique des couleurs pour une meilleure image.
id: Aplikasikan koreksi warna sinematik agar gambar terlihat lebih baik.
ja: 色調補正を適用することにより見た目を改善します。
nb: Legger til fargekorrigering for å få bildet til å se bedre ut.
nl: Past filmachtige kleurcorrectie toe om het plaatje er beter er uit te laten zien.
pl_pl: Używa kinowej korekcji koloru dla uzyskania lepszego obrazu.
pt_br: Aplica correção de cores cinematográfica para a imagem parecer melhor.
pt_pt: Aplica correção de cor cinemática para tornar melhor a imagem.
ru: Применяет кинематографичную коррекцию цвета, чтобы картинка выглядела лучше.
tr: Görüntünün daha iyi görünmesi için sinematik renk düzeltmesi uygular.

# StartupScreen
source: Depth of Field
de: Tiefenunschärfe
fr: Profondeur de champ
id: Kedalaman
ja: 被写界深度
nb: Dybdeskarphet
nl: Diepte
pl_pl: Głębia pola
pt_br: Profundidade do Campo de Visão
pt_pt: Profundidade do Campo de Visão
ru: Глубина резкости
tr: Alan derinliği

# StartupScreen
source: Blurs out-of-focus objects.
de: Lässt Objekte, die nicht im Fokus sind, unscharf werden.
fr: Floute les objets hors de la distance focale.
id: Kabur memfokuskan objek.
ja: ピントの合っていない物体をぼかします。
nb: Slører til objekter som er ute av fokus.
nl: Vervaagt onscherpe objecten
pl_pl: Rozmywa obiekty poza skupieniem.
pt_br: Borra objetos fora de foco.
pt_pt: Desfoca objetos fora do campo de visão.
ru: Размывает объекты вне фокуса.
tr: Odak dışı nesneleri bulanıklaştırır.

# StartupScreen
source: Screen Space Ambient Occlusion
de: Screen-space Umgebungsverdeckung
fr: Occlusion ambiante (SSAO)
id: Ruang Layar Ambient Oklusi
nb: Omgivelses okklusjon på skjermplass
nl: Scherm ruimte omringing-afsluiting
pt_pt: Ecrã de Oclusão do Meio Ambiente
ru: SSAO
tr: Ekran alanı Çevresel perdeleme
