Repository: yvt/openspades
Catalog: Resources/Locales/*/openspades.po
Languages: de, fr, id, ja, nb, nl, pl_pl, pt_br, pt_pt, ru, tr

# Client
source: Map saved: {0}
de: Map gespeichert: {0}
fr: Carte sauvegardée : {0}
id: Peta disimpan: {0}
ja: マップデータを保存しました: {0}
nb: Kart lagret: {0}
nl: Map opslaan: {0}
pl_pl: Mapa zapisana: {0}
pt_br: Mapa salvo: {0}
pt_pt: Mapa gravado: {0}
ru: Карта сохранена: {0}
tr: Kayıt edilen haritalar: {0}

# Client
source: Saving map failed:
de: Speichern der Map fehlgeschlagen:
fr: La sauvegarde de la carte a échouée :
id: Gagal menyimpan peta:
ja: マップの保存に失敗しました:
nb: Lagring av kart mislykket:
nl: Opslaan van Map Gefaalt:
pl_pl: Nieudany zapis mapy:
pt_br: Salvamento do mapa falhou:
pt_pt: Falha na gravação do mapa:
ru: Сохранение карты не удалось:
tr: Harita kayıt edilemedi:

# Client
source: [Global]
ja: [全体]
nl: [Globaal]
pl_pl: [Ogólny]
ru: [Общий]

# Client
source: Sceneshot saved: {0}
de: Sceneshot gespeichert: {0}
fr: Capture de scène sauvegardée : {0}
id: Menyimpan cuplika: {0}
ja: シーンショットを保存しました: {0}
nb: Skjermbilde lagret: {0}
nl: Sceneshot opgeslagen: {0}
pl_pl: Scena zapisana: {0}
pt_br: Sceneshot salvo: {0}
pt_pt: Sceneshot gravado: {0}
ru: Сценшот сохранен: {0}
tr: Manzara resmi kayıt edildi: {0}

# Client
source: Screenshot saved: {0}
de: Screenshot gespeichert: {0}
fr: Capture d'écran sauvegardée : {0}
id: Jepretan layar disimpan: {0}
ja: スクリーンショットを保存しました: {0}
nb: Skjermbilde lagret: {0}
nl: Screenshot opgeslagen: {0}
pl_pl: Zdjęcie zapisane: {0}
pt_br: Screenshot salva: {0}
pt_pt: Captura de ecrã gravada: {0}
ru: Скриншот сохранен: {0}
tr: Ekran resmi kaydedildi: {0}

# Client
source: Screenshot failed:
de: Screenshot Fehlgeschlagen:
fr: La capture d'écran a échouée :
id: Jepretan layar gagal:
ja: スクリーンショットに失敗しました:
nb: Skjermbilde mislykkes:
nl: Maken van screenshot is gefaalt
pl_pl: Nieudany zapis zdjęcia: {0}
pt_br: Screenshot falhou:
pt_pt: Falha na captura de ecrã:
ru: Скриншот не удался:
tr: Ekran resmi kayıt edilemedi:

# Client
source: NOW LOADING
de: LÄDT
fr: CHARGEMENT
id: SEDANG MEMUAT
ja: 読み込み中
nb: LASTER INN
nl: Laden
pl_pl: ŁADOWANIE
pt_br: CARREGANDO AGORA
pt_pt: A CARREGAR
ru: ЗАГРУЖАЕТСЯ
tr: Yükleniyor

# Client
source: Disconnecting...
de: Verbindung wird getrennt...
fr: Déconnexion...
id: Memutus sambungan...
nb: Kobler fra...
nl: Server verlaten...
pl_pl: Odłączanie od serwer...
pt_br: Desconectando...
pt_pt: A desconectar...
ru: Отключение...
tr: Bağlantı kesiliyor...

# Client
source: Out of Block
de: Blöcke leer
fr: À court de bloc
id: Tanpa Blok
ja: ブロックがありません
nb: Tom for blokker
nl: Geen blokken meer
pl_pl: Brak bloków
pt_br: Bloco acabou
pt_pt: Sem Bloco
ru: Блоки закончились
tr: Blok Kalmadı

# Client
source: Out of Grenade
de: Granaten leer
fr: À court de grenade
id: Kehabisan Granat
ja: 手榴弾がありません
nb: Tom for granater
nl: Geen granaten meer
pl_pl: Brak granatów
pt_br: Granada acabou
pt_pt: Sem Granada
ru: Гранаты закончились
tr: El Bombası Kalmadı

# Client
source: Reloading
de: Nachladen
fr: Rechargement
id: Memuat ulang
ja: リロード中
nb: Lader om
nl: Herladen
pl_pl: Przeładowanie
pt_br: Recarregando
pt_pt: A recarregar
ru: Перезарядка
tr: Şarjör değiştiriliyor

# Client
source: Out of Ammo
de: Keine Munition mehr
fr: À court de munition
id: Kehabisan Peluru
ja: 弾切れです
nb: Tom for ammunisjon
nl: Geen kogels meer
pl_pl: Brak amunicji
pt_br: Munição acabou
pt_pt: Sem Munições
ru: Патроны закончились
tr: Mermi bitti

# Client
source: Press [{0}] to Reload
de: Drücke [{0}] um Nachzuladen
fr: Appuyer sur [{0}] pour recharger
id: Tekan [{0}] untuk Muat Ulang
ja: [{0}] を押すとリロードします
nb: Trykk [{0}] for å lade om
nl: Druk op [{0}] om te herladen
pl_pl: Naciśnij [{0}] by przeładować
pt_br: Aperte [{0}] para Recarregar
pt_pt: Clica [{0}] para Recarregar
ru: Нажмите [{0}] для перезарядки
tr: Şarjör değiştirmek için [{0}] tuşuna basın

# Client
source: You will respawn in: {0}
de: Du wirst in {0} Sekunden wiederbelebt
fr: Vous allez réapparaître dans : {0}
id: Anda akan muncul kembali di: {0}
ja: リスポーンまであと: {0}秒
nb: Du vil gjenoppstå innen: {0}
nl: Je zult respawnen in {0} seconden
pl_pl: Odrodzisz się za: {0}
pt_br: Você irá renascer em: {0}
pt_pt: Renascerás em: {0}
ru: Респавн через: {0}
tr: {0} saniye içinde canlanacaksın

# Client
source: Waiting for respawn
de: Warte auf Respawn
fr: En attente de réapparition
id: Menunggu untuk muncul kembali
ja: リスポーンを待機中
nb: Venter på gjenoppliving
nl: Wachten op Respawn
pl_pl: Czekaj na odrodzenie
pt_br: Esperando renascer
pt_pt: A aguardar até renascer
ru: Ожидание респавна
tr: Canlanmak için bekleniyor

# Client
source: Following {0}
de: Du folgst {0}
fr: Vous suivez {0}
id: Mengikuti {0}
ja: {0} を追跡中
nb: Følger {0}
nl: Volgen {0}
pl_pl: Śledzenie
pt_br: Seguindo {0}
pt_pt: A seguir {0}
ru: Наблюдение за {0}
tr: {0} takip ediliyor

# Client
source: Out of Blocks
de: Blöcke leer
fr: À court de blocs
id: Tanpa Blok
ja: ブロックがありません
nb: Tom for blokker
nl: Geen blokken neer
pl_pl: Brak bloków
pt_br: Blocos Acabaram
pt_pt: Sem Blocos
ru: Блоки закончились
tr: Blok Kalmadı

# Client
source: Out of Grenades
de: Granaten leer
fr: À court de grenades
id: Kehabisan Granat
ja: 手榴弾がありません
nb: Tom for granater
nl: Geen granaten meer
pl_pl: Brak granatów
pt_br: Granadas Acabaram
pt_pt: Sem Granadas
ru: Гранаты закончились
tr: El Bombası Kalmadı

# Client
source: {0} captured {1}'s territory
de: {0} hat ein Gebiet von {1} erobert
fr: {0} s'est emparé du territoire de l'équipe {1}
id: {0} telah mengambil wilayah {1}
ja: {0} が {1} の陣地を占領しました
nb: {0} har erobret {1} sitt territorium
nl: {0} heeft {1}'s gebied verovert
pl_pl: {0} zajęli teren {1}
pt_br: {0} capturou um território de {1}
pt_pt: {0} capturou o território do {1}
ru: {0} захватили территорию команды {1}
tr: {0}, {1} bir bölgeyi ele geçirdi

# Client
source: {0} captured an neutral territory
de: {0} hat ein neutrales Gebiet erobert
fr: {0} s'est emparé d'un territoire neutre
id: {0} mengambil wilayah netral
ja: {0} が未占領の陣地を占領しました
nb: {0} har erobret et nøytralt territorium
nl: {0} heeft een neutraal gebied verovert
pl_pl: {0} zajęli teren neutralny
pt_br: {0} capturou um território neutro
pt_pt: {0} capturou um território neutro
ru: {0} захватили нейтральную территорию
tr: {0}, kontrol edilmeyen bir bölgeyi ele geçirdi

# Client
source: {0} captured {1}'s Territory
de: {0} hat {1}'s Gebiet erobert
fr: {0} s'est emparé du territoire de l'équipe {1}
id: {0} mengambil Wilayah {1}
ja: {0} が {1} の陣地を占領しました
nb: {0} har erobret {1} sitt territorium
nl: {0} heeft {1}'s gebied verovert
pl_pl: {0} zajęli Teren {1}
pt_br: {0} capturou o Território de {1}
pt_pt: {0} capturou o território de {1}
ru: {0} захватили территорию команды {1}
tr: {0}, {1} bir bölgeyi ele geçirdi

# Client
source: {0} captured an Neutral Territory
de: {0} hat ein neutrales Gebiet erobert
fr: {0} s'est emparé d'un territoire neutre
id: {0} mengambil Wilayah Netral
ja: {0} が未占領の陣地を占領しました
nb: {0} har erobret et nøytralt territorium
nl: {0} heeft een neutraal gebied verovert
pl_pl: {0} zajęli Teren Neutralny
pt_br: {0} capturou um Território Neutro
pt_pt: {0} capturou um Território Neutro
ru: {0} захватили нейтральную территорию
tr: {0}, kontrol edilmeyen bir bölgeyi ele geçirdi

# Client
source: {0} captured {1}'s intel
de: {0} hat das Intel von {1} erobert
fr: {0} a capturé les renseignements de l'équipe {1}
id: {0} menangkap intel {1}
ja: {0} が {1} のIntelをキャプチャーしました
nb: {0} har kapret {1} sitt intel
nl: {0} heeft {1}'s Intel gestolen
pl_pl: {0} przechwycili intel {1}
pt_br: {0} capturou a intel. de {1}
pt_pt: {0} capturou a intel dos {1}
ru: {0} захватил интел команды {1}
tr: {1} istihbaratını {0} ele geçirdi

# Client
source: {0} captured {1}'s Intel.
de: {0} hat {1}'s Intel erobert.
fr: {0} a capturé les renseignements de l'équipe {1}.
id: {0} menangkap intel {1}.
ja: {0} が {1} のIntelをキャプチャーしました
nb: {0} har kapret {1} sitt intel.
nl: {0} heeft {1}'s Intel gestolen
pl_pl: {0} przechwycili Intel {1}
pt_br: {0} capturou a Intel. de {1}
pt_pt: {0} capturou a Intel dos {1}.
ru: {0} захватил интел команды {1}
tr: {1} istihbaratını {0} ele geçirdi.

# Client
source: {0} picked up {1}'s intel
de: {0} hat {1}'s Intel aufgehoben
fr: {0} a ramassé les renseignements de {1}
id: {0} menjemput intel {1}
ja: {0} が {1} のIntelを入手しました
nb: {0} har tatt {1} sitt intel
nl: {0} heeft {1}'s herovert
pl_pl: {0} podnieśli intel {1}
pt_br: {0} apanhou a intel. de {1}
pt_pt: {0} apanhou a Intel dos {1}
ru: {0} подобрал интел команды {1}
tr: {0} {1}'in istihbaratını aldı

# Client
source: {0} picked up {1}'s Intel.
de: {0} hat {1}'s Intel aufgehoben
fr: {0} a ramassé les renseignements de {1}.
id: {0} menjemput intel {1}.
ja: {0} が {1} のIntelを入手しました
nb: {0} har tatt {1} sitt intel.
nl: {0} heeft {1}'s Intel heroverd
pl_pl: {0} podnieśli Intel {1}
pt_br: {0} apanhou a Intel. de {1}
pt_pt: {0} apanhou a Intel dos {1}.
ru: {0} подобрал интел команды {1}
tr: {0} {1}'in istihbaratını aldı.

# Client
source: {0} dropped {1}'s intel
de: {0} hat {1}'s Intel fallengelassen
fr: {0} a laissé tombé les renseignements de l'équipe {1}
id: {0} menjatuhkan intel {1}
ja: {0} が {1} のIntelを落としました
nb: {0} mistet {1} sitt intel
nl: {0} heeft {1}'s Intel verloren
pl_pl: {0} upuścili intel {1}
pt_br: {0} largou a intel. de {1}
pt_pt: {0} largou a Intel dos {1}
ru: {0} уронил интел команды {1}
tr: {0} {1}'in istihbaratını düşürdü

# Client
source: {0} dropped {1}'s Intel
de: {0} hat {1}'s Intel fallengelassen.
fr: {0} a laissé tombé les renseignements de l'équipe {1}
id: {0} menjatuhkan intel {1}
ja: {0} が {1} のIntelを落としました
nb: {0} mistet {1} sitt intel
nl: {0} heeft {1}'s Intel verloren
pl_pl: {0} upuścili Intel {1}
pt_br: {0} largou a Intel. de {1}
pt_pt: {0} largou a Intel dos {1}
ru: {0} уронил интел команды {1}
tr: {0} {1}'in istihbaratını düşürdü

# Client
source: Player {0} has left
de: Spieler {0} hat verlassen
fr: Le joueur {0} est parti
id: Pemain {0} telah pergi
ja: プレイヤー {0} が退場しました
nb: Spiller {0} har forlatt tjeneren
nl: Speler {0} heeft de server verlaten
pl_pl: Gracz {0} opuścił grę
pt_br: Jogador {0} saiu
pt_pt: Jogador {0} saiu
ru: Игрок {0} вышел
tr: {0} ayrıldı

# Client
source: {0} joined {1} team
de: {0} trat dem {1} team bei
fr: {0} a rejoint l'équipe {1}
id: {0} bergabung dengan tim {1}
ja: プレイヤー {0} が {1} に加わりました
nb: {0} ble med {1} lag
nl: {0} is bij team {1} gekomen
pl_pl: {0} dołączył do drużyny {1}
pt_br: {0} entrou no time {1}
pt_pt: {0} juntou-se à equipa {1}
ru: {0} присоединился к команде {1}
tr: {0} {1} takımına katıldı

# Client
source: {0} wins!
de: {0} gewinnt!
fr: L'équipe {0} a gagné !
id: {0} menang!
ja: {0} の勝ち!
nb: {0} vinner!
pl_pl: {0} wygrywają!
pt_br: {0} ganhou!
pt_pt: {0} ganharam!
ru: Команда {0} выиграла!
tr: {0} kazandı!

# Client
source: {0} Wins!
de: {0} gewinnt!
fr: L'équipe {0} a gagné !
id: {0} Menang!
ja: {0} の勝ち!
nb: {0} vinner!
nl: {0} wint
pl_pl: {0} Wygrywają!
pt_br: {0} Ganhou!
pt_pt: {0} Ganharam!
ru: Команда {0} выиграла!
tr: {0} Kazandı!

# Client
source: {0} block
fr: {0} bloc
id: {0} blok
ja: {0} ブロック
nb: {0} blokk
nl: {0} blok
pl_pl: blok
pt_br: {0} bloco
pt_pt: {0} bloco
ru: {0} блок
tr: {0} blok {0} blok

# Client
source: -- blocks
de: -- Blöcke
fr: -- blocs
id: -- blok
ja: -- ブロック
nb: -- blokker
nl: -- blokken
pl_pl: -- bloków
pt_br: -- blocos
pt_pt: -- blocos
ru: -- блоков
tr: -- blok

# Client
source: Rifle
de: Gewehr
fr: Fusil
id: Senapan
ja: ライフル
nb: Gevær
nl: Geweer
pl_pl: Karabin
ru: Винтовка
tr: Tüfek

# Client
source: Shotgun
de: Schrotflinte
fr: Fusil à pompe
id: Senapan angin
ja: ショットガン
nb: Hagle
pl_pl: Strzelba
pt_pt: Caçadeira
ru: Дробовик
tr: Pompalı

# Client
source: Fall
fr: Chute
id: Parasut
nl: Val
pt_pt: Queda
ru: Упал
tr: Düşüş

# Client
source: Melee
de: Nahkampf
fr: Corps à corps
id: Pertempuran jarak dekat
nb: Nærkamp
pt_pt: Corpo a Corpo
ru: Лопата
tr: Arbede

# Client
source: Grenade
de: Granate
id: Granat
nb: Granat
nl: Granaat
pt_pt: Granada
ru: Граната
tr: El Bombası

# Client
source: Headshot
de: Kopfschuss
fr: Tir à la tête
id: Tembakan kepala
nb: Hodeskudd
ru: В голову
tr: Kafadan vuruş

# Client
source: Team Change
de: Teamwechsel
fr: Changement d’équipe
id: Perubahan Tim
nb: Bytte lag
pt_pt: Mudança de Equipa
ru: Смена команды
tr: Takım Değişikliği

# Client
source: Weapon Change
de: Waffenwechsel
fr: Changement d’arme
id: Perubahan Senjata
nb: Bytte våpen
pt_pt: Mudança de Arma
ru: Смена оружия
tr: Silah Değişikliği

# Client
source: You have killed {0}
de: Du hast {0} getötet
fr: Vous avez tué {0}
id: Kamu telah membunuh {0}
ja: {0} を殺害しました
nb: Du har drept {0}
nl: je hebt {0} gedood
pl_pl: Zabiłeś gracza {0}
pt_br: Você assassinou {0}
pt_pt: Mataste o {0}
ru: Вы убили игрока {0}
tr: {0} oyuncusunu öldürdün

# Client
source: You were killed by {0}
de: Du wurdest von {0} getötet
fr: Vous avez été tué par {0}
id: Kamu dibunuh oleh {0}
ja: {0} に殺害されました
nb: Du ble drept av {0}
nl: Je bent gedood door {0}
pl_pl: Zostałeś zabity przez gracza {0}
pt_br: Você foi assassinado por {0}
pt_pt: Foste morto pelo {0}
ru: Вы были убиты игроком {0}
tr: {0} tarafından öldürüldün

# Client
source: Insufficient blocks.
de: Nicht genügend Blöcke
fr: Blocs insuffisants.
id: Blok tidak cukup.
ja: ブロックが不足しています。
nb: Ikke nok blokker.
nl: Niet genoeg blokken
pl_pl: Brak bloków.
pt_br: blocos insuficientes.
pt_pt: Blocos insuficientes.
ru: Недостаточно блоков.
tr: Yetersiz blok.

# Client
source: You cannot place a block there.
de: Du kannst hier keinen Block platzieren.
fr: Vous ne pouvez placer un bloc ici.
id: Kamu tidak bisa menempatkan satu blok di sana.
ja: そこにブロックを置くことはできません。
nb: Du kan ikke plassere blokken her.
nl: Je kan hier geen blok plaatesen
pl_pl: Nie możesz tutaj postawić tego bloku.
pt_br: Você não pode colocar um bloco ali.
pt_pt: Não podes colocar um bloco ali.
ru: Вы не можете поставить здесь блок.
tr: Buraya blok yerleştiremezsiniz.

# Client
source: Spawn
de: Spawnen
fr: Jouer
id: Bermain
ja: スポーン
nb: Gjennoppliv
pl_pl: Odrodzenie
pt_br: Nascer
pt_pt: Nascer
ru: Спавн
tr: Canlan

# Client
source: Select Team:
de: Wähle Team
fr: Choisissez une équipe :
id: Pilih Tim:
ja: チームを選択:
nb: Velg lag:
nl: Selecteer team
pl_pl: Wybierz drużynę:
pt_br: Selecione a Equipe:
pt_pt: Selecciona a Equipa:
ru: Выбор команды:
tr: Takımını Seç:

# Client
source: Select Weapon:
de: Wähle Waffe
fr: Choisissez une arme :
id: Pilih Senjata:
ja: 武器を選択:
nb: Velg våpen:
nl: Selecteer wapen
pl_pl: Wybierz broń:
pt_br: Selecione a Arma:
pt_pt: Selecciona a Arma
ru: Выбор оружия:
tr: Silahını Seç:

# NetClient
source: Connecting to the server
de: Verbinde zum server
fr: Connexion au serveur
id: Menghubungkan ke server
ja: サーバーに接続中
nb: Kobler til tjeneren
nl: Verbinden met de server
pl_pl: Łączenie z serwerem
pt_br: Conectando-se ao servidor
pt_pt: A conectar ao servidor
ru: Подключение к серверу
tr: Sunucuya bağlanılıyor

# NetClient
source: Not connected
de: Nicht verbunden
fr: Non connecté
id: Tidak terhubung
ja: 接続されていません
nb: Ikke tilkoblet
nl: Niet verbonden
pl_pl: Niepołączony
pt_br: Não conectado
pt_pt: Não conectado
ru: Не подключен
tr: Bağlantı yok

# NetClient
source: Awaiting for state
de: Warte auf Status
fr: En attente du status
id: Menunggu status
ja: ゲーム状態の受信を待機中
nb: Venter på status
nl: Status afwachten
pl_pl: Oczekiwanie
pt_br: Esperando pelo estado
pt_pt: A aguardar pelo estado
ru: В ожидании состояния
tr: Bölge için bekleniyor

# NetClient
source: Loading snapshot
de: Lädt Schnappschuss
fr: Chargement de l'état de la carte
id: Memuat cuplikan
ja: スナップショットを読込中
nb: Laster inn øyeblikksbilde
nl: Snapshots laden
pl_pl: Ładowanie serwera
pt_br: Carregando snapshot
pt_pt: A carregar snapshot
ru: Загрузка снапшота
tr: Snapshot yükleniyor

# NetClient
source: Loading snapshot ({0}/{1})
de: Lädt Schnappschuss ({0}/{1})
fr: Chargement de l'état de la carte ({0}/{1})
id: Memuat cuplikan ({0}/{1})
ja: スナップショットを読込中 ({0} / {1})
nb: Laster inn øyeblikksbilde ({0}/{1})
nl: Snapshots laden ({0}/{1})
pl_pl: Ładowanie serwera ({0}/{1})
pt_br: Carregando snapshot ({0}/{1})
pt_pt: A carregar snapshot ({0}/{1})
ru: Загрузка снапшота ({0}/{1})
tr: Snapshot yükleniyor ({0}/{1})

# NetClient
source: Connected
de: Verbunden
fr: Connecté
id: Terhubung
ja: 接続されました
nb: Tilkoblet
nl: Verbonden
pl_pl: Połączony
pt_br: Conectado
pt_pt: Conectado
ru: Подключено
tr: Bağlanıldı

# NetClient
source: Still loading...
de: Lädt immer noch...
fr: Chargement en cours...
id: Sedang Memuat...
ja: 引き続き読み込み中...
nb: Laster fortsatt inn...
nl: Nog steeds aan het laden...
pl_pl: Ładowanie...
pt_br: Ainda carregando...
pt_pt: Ainda a carregar...
ru: Еще загружается...
tr: Hala yükleniyor...

# NetClient
source: Error
de: Fehler
fr: Erreur
id: Eror
ja: エラー
nb: Feil
nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ru: Ошибка
tr: Hata

# NetClient
source: You are banned from this server.
de: Du wurdest vom Server gebannt .
fr: Vous avez été banni de ce serveur.
id: Kamu dilarang dari server ini.
ja: このサーバーへの接続は禁止されています。
nb: Du er bannlyst fra denne tjeneren.
nl: Je bent van de server verbannen.
pl_pl: Zostałeś zbanowany na tym serwerze.
pt_br: Você foi banido desse servidor.
pt_pt: Foste banido deste servidor.
ru: Вы забанены на этом сервере
tr: Bu sunucudan yasaklandınız.

# NetClient
source: You were kicked from this server.
de: Du wurdest vom Server gekickt.
fr: Vous avez été expulsé de ce serveur.
id: Kamu telah dikeluarkan dari server.
ja: サーバーから追放されました。
nb: Du er sparket ut av denne tjeneren.
nl: Je bent van de server gekickt.
pl_pl: Zostałeś wyrzucony z tego serwera.
pt_br: Você foi chutado para fora desse servidor
pt_pt: Foste expulso deste servidor.
ru: Вас выкинули с этого сервера
tr: Bu sunucudan atıldınız.

# NetClient
source: Incompatible client protocol version.
de: Inkompatible client protocol Version.
fr: Version du protocole client incompatible.
id: Versi klien protokol tidak kompatibel.
ja: クライアントのプロトコルバージョンが違います。
nb: Inkompatibel klient protokol versjon.
nl: Geselecteerd protocool komt niet overeen met het server protocool.
pl_pl: Niekompatybilne wersje gry.
pt_br: Versão do protocolo de client incompatível.
pt_pt: Versão do protocolo do client incompatível.
ru: Несовместимая версия протокола клиента
tr: Uyumsuz kullanıcı protokol versiyonu.

# NetClient
source: Server full
de: Server voll
fr: Serveur complet
id: Server penuh
ja: サーバーが満員です
nb: Tjeneren er full
nl: Server is vol
pl_pl: Serwer pełny
pt_br: Servidor lotado
pt_pt: Servidor cheio
ru: Сервер заполнен
tr: Sunucu dolu

# NetClient
source: Unknown Reason
de: Unbekannt Ursache
fr: Raison inconnue
id: Alasan Tidak Diketahui
ja: 不明な理由
nb: Ukjent grunn
nl: Onbekende reden
pl_pl: Nieznany powód
pt_br: Motivo Desconhecido
pt_pt: Motivo desconhecido
ru: Неизвестная причина
tr: Bilinmeyen Neden

# Client
source: Spectator{1}
de: Zuschauer{1}
fr: Spectateur{1}
id: Penonton{1}
nb: Tilskuer{1}
nl: Toeschouwer{1}
pt_br: Espectador{1}
pt_pt: Espectador{1}
ru: Наблюдатель{1}
tr: İzleyici{1} İzleyiciler{1}

# Client
source: Neutral Territory
de: Neutrales Gebiet
fr: Territoire neutre
id: Penonton Netral
ja: 占領されていないテリトリー
nb: Nøytral territorium
nl: Neutraal Gebied
pl_pl: Terytorium neutralne
pt_br: Território Neutro
pt_pt: Território Neutro
ru: Нейтральная территория
tr: Tarafsız Bölge

# Client
source: {0}'s Territory
de: {0}'s Gebiet
fr: Territoire de {0}
id: Wilayah {0}
ja: {0}のテリトリー
nb: {0} sitt territorium
nl: {0}'s Gebied
pl_pl: Terytorium {0}
pt_br: Território de {0}
pt_pt: Território dos {0}
ru: Территория {0}
tr: {0} takımının bölgesi

# Main
source: Localization System Loaded
de: Lokalisierungs System Geladen
fr: Système de traduction chargé
id: Sistem Pelokalan Dimuat
ja: ローカライゼーションシステムが読み込まれました
nb: Lokaliseringssystem lastet inn
nl: Localisatie Systeem Geladen
pl_pl: System lokalizacji załadowany
pt_br: Sistema de Localização Carregado
pt_pt: Sistema de Linguagem carregado
ru: Система локализации загружена
tr: Yer Belirleme Sistemi Yüklendi

# Main
source: A serious error caused OpenSpades to stop working: {0} See SystemMessages.log for more details.
de: OpenSpades wurde aufgrund eines Fehlers beendet: {0} Siehe SystemMessages.log für weitere Details.
fr: Une erreur sérieuse a forcé OpenSpades a s’arrêter : {0} Voir SystemMessages.log pour plus de détails.
id: Kesalahan serius menyebabkan OpenSpades berhenti bekerja: {0} Lihat SystemMessages.log untuk detail lebih.
ja: 深刻な問題により、OpenSpadesは動作を停止しました: {0} 詳細については SystemMessages.log をご覧下さい。
nb: En feil forårsaket OpenSpades til å slutte og fungere: {0} Se SystemMessages.log for mer detaljer.
nl: Een fatale fout heeft OpenSpades laten falen: {0} Zie SystemMessages.log voor meer info
pl_pl: Poważny błąd zatrzymał OpenSpades: {0} Zobacz SystemMessages.log by poznać szczegóły.
pt_br: Um erro grave fez com que o OpenSpades parasse de funcionar: {0} Veja o arquivo SystemMessages.log para mais detalhes.
pt_pt: Um erro crítico fez com que o OpenSpades deixásse de funcionar: {0} Veja o SystemMessages.log para mais detalhes.
ru: Серьезная ошибка заставила OpenSpades прекратить работу: {0} Посмотрите SystemMessages.log для более подробной информации.
tr: Ciddi bir hata OpenSpades'in çalışmayı durdurmasına neden oldu: {0} Daha fazla bilgi için SystemMessages.log dosyasına bakın.

# Main
source: OpenSpades Fatal Error
de: OpenSpades Fataler Fehler
fr: Erreur fatale de OpenSpades
id: Kesalahan Fatal OpenSpades
ja: OpenSpades 重大なエラー
nb: OpenSpades fatal feil
nl: OpenSpades Fatale fout
pl_pl: Błąd krytyczny OpenSpades
pt_br: Erro Fatal no OpenSpades
pt_pt: Erro Crítico do OpenSpades
ru: Фатальная ошибка OpenSpades
tr: OpenSpades Ciddi Bir Hata Verdi

# MainScreen
source: NOW LOADING
de: LÄDT
fr: CHARGEMENT
id: SEDANG MEMUAT
ja: 読み込み中
nb: LASTER INN
nl: LADEN
pl_pl: ŁADOWANIE
pt_br: CARREGANDO AGORA
pt_pt: A CARREGAR
ru: ЗАГРУЖАЕТСЯ
tr: ŞİMDİ YÜKLENİYOR

# Client
source: Back to Game
de: Zurück zum Spiel
fr: Reprendre la partie
id: Kembali ke Permainan
ja: ゲームに戻る
nb: Tilbake til spillet
nl: Spel Hervatten
pl_pl: Powrót do gry
pt_br: Voltar ao Jogo
pt_pt: Voltar ao Jogo
ru: Назад в игру
tr: Oyuna dön

# Client
source: Chat Log
de: Chat Protokoll
fr: Journal de discussion
id: Log Obrolan
ja: チャットログ
nb: Nettpratlogg
pl_pl: Historia czatu
pt_br: Histórico de Chat
pt_pt: Histórico do Chat
ru: История чата
tr: Sohbet günlüğü

# Client
source: Setup
de: Einstellungen
fr: Configuration
id: Penyetelan
ja: オプション
nb: Innstillinger
nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurar
pt_pt: Definições
ru: Настройки
tr: Kurulum

# Client
source: Disconnect
de: Trennen
fr: Se déconnecter
id: Memutuskan
ja: 切断
nb: Koble fra
nl: Verbinding verbreken
pl_pl: Rozłącz
pt_br: Desconectar
pt_pt: Desconectar
ru: Отключиться
tr: Bağlantıyı Kes

# Client
source: Say
de: Sage
fr: Dire
id: Mengatakan
ja: 送信
nb: Si
nl: Zeg
pl_pl: Powiedz
pt_br: Dizer
pt_pt: Falar
ru: Сказать
tr: Söyle

# Client
source: Cancel
de: Abbrechen
fr: Annuler
id: Batal
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
tr: İptal Et

# Client
source: Chat Text
fr: Qu'avez-vous à dire ?
id: Teks Obrolan
ja: 送信内容
nb: Nettprat
nl: Chat tekst
pl_pl: Tekst czatu
pt_br: Texto de Chat
pt_pt: Texto do Chat
ru: Текст сообщения
tr: Sohbet Metni

# Client
source: Global
de: Alle
fr: Général
ja: 全体
nl: Globaal
pl_pl: Ogólny
ru: Общий
tr: Küresel

# Client
source: Team
fr: Équipe
id: Tim
ja: チーム
nb: Lag
pl_pl: Drużynowy
pt_br: Equipe
pt_pt: Equipa
ru: Команд.
tr: Ekip

# Client
source: Close
de: Schließen
fr: Fermer
id: Tutup
ja: 閉じる
nb: Lukk
nl: Sluit
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
tr: Kapat

# Client
source: Say Global
de: Sage an Alle
fr: Parler
id: Berbicara
ja: 全体チャット
nb: Si globalt
nl: Zeg Globaal
pl_pl: Powiedz wszystkim
pt_br: Falar Global
pt_pt: Falar Global
ru: Сказать в общий
tr: Küresele söyle

# Client
source: Say Team
de: Sage an Team
fr: Parler à l'équipe
id: Bicara ke Tim
ja: チームチャット
nb: Si lag
nl: Zeg in team
pl_pl: Powiedz drużynie
pt_br: Falar Equipe
pt_pt: Falar Equipa
ru: Сказать в команд.
tr: Takıma söyle
